{
  "Foster Care Scheme (Vatsalaya)": {
    "details": "The Foster Care Scheme (Vatsalaya) is being implemented by the Department of Women &amp; Child Development, Government of Goa to provide temporary/substitute care for children in difficult circumstances, whose parents are unable to care for them due to illness, death, and desertion of one parent or any emotional crisis.\n<br>\n\n> **Awareness**\n\nSelf-Help Groups, MahilaMandals, Child Development Project Officers, Village Child Committees, Anganwadi Workers, NGOs, and Media can be enlisted to propagate the need for foster parents and families.\n<br>\n\n> **Placement Conditions**\n\n\n1. When placing a child in foster care, the following points shall be looked Due consideration shall be given to the age and sex of the other children of the foster care applicants/parents.\n1. Not more than two children shall be placed in a foster family, except in the case of siblings who may require to be placed with the same family.\n1. Foster care applicants/s shall be counselled about behavioural issues. \n1. The child&#39;s emotional and psychological assessment shall be discussed with the foster care applicant/s to enable them to deal with the child&#39;s situation to minimize the chances of premature termination of the foster care placement.\n1. The child&#39;s opinion shall be sought, wherever possible, prior to initiating the foster care procedures.\n1. In case of a child in conflict with law, the Juvenile Justice Board may refer the child to the Child Welfare Committee to initiate the procedures for foster placement.\n\n<br>\n\n",
    "level": "State",
    "benefits": "_(payable to the foster families on the basis of the assessment of the Child Care Coordinator)_\n<br>\n\n> **Foster Care Allowance**\n\n₹ 2,500/- per month. \n(The children who are Beneficiaries of the Dayanand Social Security Scheme shall not be eligible for Foster Care Allowances)\n<br>\n\n> **Maintenance Allowance**\n\n\n1. Age Group: 0 to 6 years; Amount: ₹ 1,500/- per month\n1. Age Group: 6 to 14 years; Amount: ₹ 2,000/- per month\n1. Age Group: 14 to 18 years; Amount: ₹ 2,500/- per month\n\n",
    "eligibility": "> **For Children**\n\nThe Child should qualify for at least one of the following conditions - \n\n1. The child is affected by family breakdown or marital discord.\n1. The child is faced with upheavals caused by family illness, substance abuse or any other “crisis”.\n1. The child&#39;s safety is “at risk”.\n1. The child is affected by natural or man-made disasters.\n1. The child is orphaned, surrendered/relinquished, or abandoned.\n1. The child cannot be placed for adoption for various reasons.\n1. The child in an institution who can be “reinstated” or “restored” back into families.\n1. The child is in conflict with the law.\n\n<br>\n\n> **For Foster Parents**\n\n(in accordance with Section 35 of the Model Rules of the Juvenile Justice (Care and Protection of Children) Act)\n\n1. The foster parents should have stable emotional adjustment within the family.\n1. The foster parents should have an income in which they are able to meet the basic needs of the child. \n1. The Medical Reports of all the members of the family residing on the premises should be obtained to determine their medical fitness, including checks on: Human Immunodeficiency Virus (HIV), Tuberculosis (TB) and Hepatitis B.\n1. The foster parents should have adequate exposure, orientation and capacity in child caring and the capacity to provide good child care.\n1. the foster parents should be physically, mentally and emotionally stable.\n1. The home of the foster parents should have adequate space and basic facilities.\n1. The foster care family should be willing to follow rules laid down including making regular visits to a paediatrician, immunization of the child, \n1. and maintenance of the child&#39;s health records.\n1. The foster care family should be willing to sign an agreement and to return the child to the Child Welfare Committee if directed by the Committee to do so.\n1. The foster parents should be willing to attend training or orientation programmes on child care and health, etc.\n1. The foster parents should motivate the child to study and be willing to send the child to regular school or vocational training.\n\n<br>\n\n**NOTE 1:** There shall be no discrimination in the selection of foster parents on the basis of caste, religion, ethnic status, disability or health status and the best interests of the child shall be paramount in deciding foster-care placement. As far as possible, the foster family should belong to a similar social-economic and cultural milieu.\n**NOTE 2:** The foster care maintenance allowance/assistance should not be their motivation for caring for the child and they should not be totally dependent on the same. The CWC shall assess whether the monthly family income is adequate to take care of foster children.\n",
    "exclusions": "The children who are Beneficiaries of the Dayanand Social Security Scheme (DSSS) of the Directorate of Social Welfare, Government of Goa, shall not be eligible for Foster Care allowances under this scheme.\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  Visit the District Child Protection Society/ Child Welfare Committee, and request a hard copy of the proforma of the application form for the \"Foster Care Scheme (Vatsalaya)\" from the Child Care Coordinator/ Concerned Authority. Step 2:  In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required). Step 3:  Submit the duly filled and signed application form along with the documents to the Child Care Coordinator/ Concerned Authority. Step 4:  Acquire the receipt/acknowledgement of the successful submission of the application from the District Child Protection Society/ Child Welfare Committee. Identification of Foster Families The biological parent/s can identify a relative or a potential caregiver from the vicinity. A list of couples found ineligible under the criteria for adoption but willing to care for children in foster care can be prepared by adoption agencies and submitted to Child Welfare Committee for assessment by the Child Care Coordinator."
      }
    ],
    "documents required": ""
  },
  "Nari Adalat": {
    "details": "Nari Adalat, a component of the &amp;quot;Sambal&amp;quot; sub-scheme under Mission Shakti, it aims to provide women with an alternate Grievance Redressal Mechanism for resolving cases of petty nature (harassment, subversion, curtailment of rights or entitlements) faced by them at Gram panchayat level by negotiation, mediation, and reconciliation with mutual consent for speedy, accessible, and affordable justice. It also be used as a platform for awareness of right, entitlements, social facilitation and hand holding of women centric organizations. The component of Nari Adalat is being implemented in a phased manner on pilot basis.  The scheme is being run in 50 Gram Panchayat each in the state of Assam and UT of Jammu and Kashmir. Further it is being expanded in the 10 Gram Panchayats of Bihar and Karnataka and 5 Gram Panchayats of Andaman and Nicobar Islands. \nNari Adalats or women collectives will be formed of committed and socially respected women chosen for that purpose. This platform will also be utilized for engaging with the public for awareness generation and getting feedback for improvement in the schemes and for effective public delivery of services. These will be provided logistic support through Gram Panchayats in convergence with the Ministry of Panchayati Raj, Ministry of Rural Development, and Common Service Centres (CSCs) run by the Ministry of Electronics and Information Technology. \nInitially, it will be launched in identified States/UTs, preferably where Elected Women Representatives (EWRs) are heading the Gram Panchayats (GPs) in Aspirational Districts. In the first year, an awareness drive regarding legal, constitutional rights and entitlements under various schemes/ programs will be undertaken. In the second year, committed and socially respected women will be identified and extensively trained in all women-related laws and schemes and a formal setup of women collectives having 7 to 11 members will be made who will address the socio, economic, and cultural issues faced by the women of that area and will provide alternative resolution to disputes by mediation and by connecting them to the duty bearers. \nThe members or Nyaya Sakhis will be nominated / selected by the Gram Panchayat. The Nyaya Sakhis will amongst themselves select the head of the Nari Adalat, referred to as the „Mukhya Nyaya Sakhi‟ (MNS). The MNS will be responsible for all the activities and functioning of Nari Adalat in their respective jurisdiction. The tenure of Mukhya Nyaya Sakhi will generally be of six months after which a new MNS would be selected by Nyaya Sakhi.\n&lt;br&gt;\n\n<br>\n\n<br>\n\n<br>\n\n",
    "level": "Central",
    "benefits": "1)\tAccessible and affordable justice\n2)\tConflict resolution\n3)\tReconciliation\n4)\tAwareness Generation\n<br>\n\n",
    "eligibility": "The only specific requirement for eligibility is that the applicant must be a woman/girl. \n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "For the application process, please approach the nearest Nari Adalat with your concern. They will guide you through the necessary steps and provide further assistance. The Scheme is being run in 50 Gram Panchayats Each in 11 Districts (Nalbari, Darrang, Morigaon, Dhubri, Udalguri, South Salmara, Goalpara, Kamrup, Barpeta, Tamulpur, and Baksa) of Assam and 2 Districts (Kupwara and Baramulla) of Jammu and Kashmir on pilot basis."
      }
    ],
    "documents required": ""
  },
  "Protection Against Domestic Violence": {
    "details": "The scheme &amp;quot;Protection Against Domestic Violence&amp;quot; by the Women and Child Development Department, Government of Haryana, aims to support women who are subjected to physical, emotional, verbal, sexual, or economic abuse within a domestic relationship. The scheme facilitates timely and confidential intervention by trained counselors and protection officers. Women victims can receive emotional and legal assistance, mediation, and safety measures, including shelter and medical aid where needed.\n",
    "level": "State/ UT",
    "benefits": "\n  - **Counseling and Mediation Support:** Victims are provided with trained counselors for psychological support and help in mediation between the victim and the perpetrator if required.\n",
    "eligibility": "\n   1. The applicant should be a female.\n   1. The applicant should be a resident of Haryana.\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Online",
        "process": "Registration Process on Antyodaya-SARAL Portal: Step 1:  Visit the Official Portal:  Antyodaya-SARAL Portal. Step 2:  For registration, click on “New User/Register Here” and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit’. Step 3:  Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile. Login to Apply for the Scheme: Step 1:  Visit the Official Portal:  Antyodaya-SARAL Portal. Step 2:  The “Sign in here” option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login’ button. Step 3:  In the opened window, click on “Scheme/Services list” and a list of schemes will appear on the screen. Step 4:  Now, select the scheme and click on “Apply for Service/Scheme”. Step 5:  Fill in all the details in the online application form and click on \"Submit\". Track Your Service Online: Track Application/Appeal:  Click here . Track Ticket:  Click here . Track Your Service Through SMS: Registered Mobile Number:  Type SARAL and send to 9954699899 to track your application. Other Mobile Number:  Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket. Contact Us: Helpline:  0172-3968400 Email:  saral.haryana@gov.in"
      }
    ],
    "documents required": ""
  },
  "Raah-Veer Yojana": {
    "details": "The “Raah-Veer Yojana” was launched by the Home Department, Government of Madhya Pradesh. It aims to encourage the general public to help road accident victims during emergencies and save innocent lives during the critical Golden Hour by rewarding citizens who voluntarily take accident victims to a hospital for treatment. The scheme promotes civic responsibility and compassion among citizens by recognizing their bravery and humanitarian actions. \n> **Scheme Implementation**\n\nIt is implemented by the Office of the Transport Commissioner, Bhopal, Madhya Pradesh, under the supervision of the State and District-Level Evaluation Committees and monitored by the Home Department.\n<br>\n\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "**Tangible Benefits**\n\n- Provides a cash reward of ₹25,000 to individuals (“Rah-Veers”) who save the life of an accident victim by taking them to a hospital within the Golden Hour.\n- Selected “Rah-Veers” may be nominated for national-level awards by the Ministry of Road Transport and Highways (MoRTH).\n- The MoRTH Evaluation Committee selects the top 10 Rah-Veers nationwide, each awarded ₹1,00,000, a certificate, and a trophy at the National Road Safety Mission (NRSM) in New Delhi.\n- Each individual can be awarded a maximum of 5 times per year under this scheme.\n\n**Mode of Disbursement**\n\n- The payment is made online directly to the beneficiary’s bank account through the Public Financial Management System (PFMS).\n\n**Frequency of Disbursement**\n\n- One-time per eligible instance, up to a maximum of 5 instances per year.\n\n**Expected Time of Disbursement**\n\n- The payment is processed within 1 month after the District Evaluation Committee’s approval.\n\n<br>\n\n",
    "eligibility": "\n1. The applicant should be a resident of Madhya Pradesh.\n1. The applicant should be any individual (citizen or resident) who voluntarily assists a road accident victim in a motor vehicle-related accident.\n1. The applicant must have helped the victim reach a hospital within the Golden Hour, ensuring the victim’s survival.\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Incident Reporting by the Applicant: The Rah-Veer informs the police first, the police will verify details with the attending doctor and issue an official acknowledgment slip containing the Rah-Veer’s name, mobile number, address, location, date, time, and details of assistance. A copy of this slip is sent to the District Evaluation Committee and one to the Rah-Veer. Direct Hospital Assistance: If the Rah-Veer takes the victim directly to the hospital, the hospital must inform the local police station. The police then issue the acknowledgment slip as above. District-Level Evaluation Committee: Composed of the District Magistrate, Superintendent of Police (SSP), Chief Medical Officer (CMOH), and Regional Transport Officer (RTO). Reviews and approves the cases on a monthly basis. State-Level Monitoring: Headed by the Principal Secretary (Home) with members including the Commissioner (Health), ADGP (Traffic and Road Safety), and Commissioner (Transport) as Member Secretary. Conducts quarterly reviews to ensure smooth implementation. Disbursement: After approval, the Transport Commissioner, Bhopal, processes the payment directly into the Rah-Veer’s bank account through PFMS. The Ministry of Road Transport and Highways (MoRTH) provides monthly reimbursement to the State Transport Department. National-Level Recognition: Each year, up to three exceptional Rah-Veers are nominated for national awards."
      }
    ],
    "documents required": ""
  },
  "Veerjyoti Puraskars": {
    "details": "The scheme &quot;Veerjyoti Puraskars&quot; was launched by the Directorate of Women and Child Development (DW&amp;CD), Goa. The scheme aims to recognize the exceptional bravery and fight for dignity demonstrated by women and girls in the State of Goa against atrocities, violence, and harassment. The scheme provides an award consisting of a cash prize of ₹20,000/- and a scroll/citation to two selected persons annually. The applicant must be a woman or girl who has shown exceptional bravery and fought for respect and dignity in society in the State of Goa. The scheme is implemented by the Social Welfare Officer in the Directorate of Women and Child Development.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n- A cash prize of ₹20,000/- is provided to each selected awardee.\n- A scroll/citation is provided to each selected awardee.\n- The award is conferred on Republic Day, which is the 26th of January, every year.\n- The award is restricted to only two persons annually.\n\n<br>\n\n",
    "eligibility": "\n- The applicant must be a woman or girl.\n- The applicant must have shown exceptional bravery and courage.\n- The applicant must have acted against any type of atrocities, violence, and/or harassment against themselves or against any other woman or girl.\n- The actions must have taken place at home, in the workplace, or anywhere in the public domain.\n- The applicant must have fought for their respect and dignity in society.\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The applicant must access the official website of the Directorate of Women and Child Development (DW&CD) and download the prescribed application format for the \"Veerjyoti Puraskars\" scheme. Step 2:  In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3:  Submit the duly filled and signed application form along with the documents, within the prescribed period (if any), to the  Social Welfare Officer  of their respective district. Selection and Review Process Applications are reviewed and selected by the State Level Selection Committee constituted specifically for the \"Veerjyoti Puraskars\". This committee includes the Secretary (Women and Child Development) as Chairperson and the Director (Women and Child Development) as Member-Secretary. Final Conferral of Award The \"Veerjyoti Puraskars\" are officially conferred upon the two selected awardees annually on Republic Day, which is held on the 26th of January each year, starting from 2016."
      }
    ],
    "documents required": ""
  },
  "LLB Internship Programme": {
    "details": "Ministry of Law and Justice under the Department of Justice (DoJ) has introduced an Internship Programme named &amp;quot;LLB Internship Programme&amp;quot; for young law students. The purpose of this Programme is to well acquaint young law students with the working of Department of Justice by giving training in the field of research &amp;amp; referencing work, in various specialized areas of justice delivery, such as:-\n\n   1. Access to Justice (Tele-Law, Nyaya Bandhu, Legal Aid, Pro Bono Legal Services);\n   1. e-Courts services;\n   1. Fast Track Special Courts;\n   1. National Mission for Justice Delivery &amp;amp; Legal Reforms and;\n   1. CSS for Development of Infrastructure Facilities in the District and Subordinate Judiciary.\n\n&gt; **Duration &amp;amp; Timings**\n\nDuration of internship ordinarily remain for a period of one month (four weeks). Monthly internship shall start from 01.06.2023 onwards during the current financial year (FY 2024-25). The following three slots offered during the Ist phase (Summer Programme):\n\n   1. From 10.06.2024 to 09.07,2024 with last date for calling application on 05.06.2024.\n   1. From 10.07.2024 to 09.08.2024 with last date for calling application on 05.07,2024.\n   1. From 12.08.2024 to 11.09.2024 (10th and 11th August 2024 being Saturday and Sunday) with last date for calling application on 05.08.2024.\n\n&gt; **Number of Interns**\n\nThe maximum number of interns to be allowed in a given monthly slots will be 10 candidates only subject to requirement of the Department. \n&gt; **Placement**\n\nEach selected intern shall be posted with an officer of the level of Deputy Secretary/Director/Joint Secretary/ or the O/o Secretary, Department of Justice, O/o the Minister of State, Law &amp;amp; Justice (Independent Charge) with the approval of the Competent Authority.\n&gt; **Attendance**\n\nFor satisfactory completion inter-alia, 90% attendance is mandatory. This is a full-time internship to be attended physically.\n&gt; **To seek any kind of clarifications**\n\nUnder Secretary (Admn.) at Tele-: 011-23072138. Email-: yadav.sanjay05@nic.in.\n",
    "level": "Central",
    "benefits": "> **Honorarium**\n\nThe interns may be given an honorarium of ₹ 5,000/- on completion of their internship.\n> **Certificate**\n\nOn satisfactory completion of the internship, a Certificate of Internship shall be awarded.\n",
    "eligibility": "Indian students who have completed :\n\n   1. 2nd year of study and have written the examination to enter 3rd year or; \n   1. studying in the 3rd year of three-year degree course or;\n   1. the students studying in the 4th year who have written examination to enter 5th year or; \n   1. studying in the 5th year of five-year degree course.\n\n",
    "exclusions": "\n   1. The Internship is neither employment nor an assurance of employment with the Department. \n   1. No TA/DA or remuneration other than Honorarium will be paid to the Interns by the Department of Justice.\n   1. Candidates who have completed their internship with Department of Justice during earlier years and earlier Batches will not be considered for internship programme of the Department of Justice for the Current Financial Year.\n\n",
    "application process": [
      {
        "mode": "Online",
        "process": "Visit the official website of Department of Justice - LLB Internship Programme Online Application page:  https://dashboard.doj.gov.in/internship/ Fill the complete application form by choosing the Month of Internship and uploading all the documents. Click Submit. Note: Last date for applications for the I st  Phase (summer programme): The last date for application for the I st  slot will be 05.06.2024. The last date for application for the 2nd slot will be 05.07.2024. The last date for application for the 3rd slot will 05.08.2024."
      },
      {
        "mode": "Offline",
        "process": "Students can submit their application through off-line mode and through e-mail at  yadav.sanjay05@nic.in  with the required documents."
      }
    ],
    "documents required": ""
  },
  "“RAKSHAK PURASKARS’’ Award": {
    "details": "The Directorate of Women and Child Development, Government of Goa, has instituted the “RAKSHAK PURASKARS” Award. The awards are being conferred from the year 2015 onwards and presented on Independence Day i.e. 15th August. The awards are conferred to two persons every year. The awards are conferred to the individuals who have shown exceptional courage, especially in adverse circumstances in coming to aid, protecting or helping beyond the call of duty and assisting in dealing with the victims of any type of violence, attack or harassment against women and girls at home, in the workplace and everywhere in the public domain and has shown their respect and dignity to women in society within the State of Goa. The Award aims to spread the message to encourage and motivate all to bestow respect and dignity to women in society in the State of Goa.\n",
    "level": "State",
    "benefits": "The recipients of the awarded are given a scroll/citation and cash prize of ₹ 20,000/- each. \n",
    "eligibility": "\n1. The applicant should have shown exceptional courage, especially in adverse circumstances or otherwise in coming to aid, protecting or helping beyond the call of duty, the victims or in dealing with the victims of any type of violence, attack, or harassment against women and girls at home, in the workplace and everywhere in the public domain and has shown their respect and dignity to women in society in the State of Goa.\n1. The applicant can be a person from any walk of life, whether they are Police Officers, Doctors, Lawyers, Public Prosecutors, Social Workers, Teachers, Tourist Guides, Lifeguards, Bus, Taxi or Auto Drivers, etc.\n1. The applicant should have a resident of Goa for the last 05 yrs as of 1st January of the respective year OR has worked in the State for at least two years shall be considered.\n1. The applicant should not be a recipient of any other award in the same field during the same year.\n1. The applicant should be above 25 years of age as of 1st January of the respective year.\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  In the  prescribed format  of the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach copies of all the mandatory documents (self-attest if required). Step 2:  Visit the Office of the Directorate of Women & Child Development (Old Education Building, 2nd Floor, 18th June Road, Panaji Goa 403001), and submit the duly filled and signed application form along with the copies of the required documents to the Concerned Officer. Step 3:  Acquire the receipt/acknowledgement of the successful submission of the application. Helpdesk For any clarifications regarding the application, the applicants may contact the Directorate on Phone No.  2235308/2426112  during office hours."
      }
    ],
    "documents required": ""
  },
  "National Youth Award ": {
    "details": "The National Youth Award was sponsored by The  Ministry of Youth Affairs for the Indian youth for their tremendous and outstanding work in social service. This award is to motivate young persons to achieve excellence in the field of national development or social service and to develop in them a sense of responsibility to the community and thus to improve their own personal potential as good citizens. The award shall be given for identifiable excellent work for youth in different fields of development activities and social services such as health, research and innovation, culture, promotion of human rights, art and literature, tourism, traditional medicine, active citizenship, community service, sports and academic excellence and smart learning.\n&lt;br&gt;\n\n&gt; **Objectives of the award:**\n\n\n  - To motivate young persons (aged between 15 – 29 years) a challenge to achieve excellence in the field of national or social service.\n  - To encourage young people to develop a sense of responsibility to their community and thus to improve their own personal potential as good citizens.\n  - To give recognition to the outstanding work done by young persons for national development and / or social service.\n  - To give recognition to the outstanding work done by voluntary organizations working with the youth for national development and / or social service.\n\n&lt;br&gt;\n\n> **Ceremony Details:**\n\n\n- Presentation of the award shall be made at a special ceremony on a convenient date and time to be announced every year.\n\n<br>\n\n> **Selection Process:**\n\n\n-  In the initial stage, the Screening Committee under the Chairmanship of the  Joint Secretary, Department of Youth Affairs will screen all the applications and propose the names of the awardees thrice the number of awards to be given.\n- The Central Selection Committee headed by the Secretary, Department of Youth Affairs, Government of India will scrutinize all the recommendations of the Screening Committee and make the final selection of the Youth Awards. The Central Selection Committee will also have powers to consider any other case based on the merits.\n\n",
    "level": "Central",
    "benefits": "> **Individual Awards:**\n\n\n- Receive a medal, certificate, and ₹1,00,000/-.\n\n<br>\n\n> **Voluntary Youth Organization Awards:**\n\n\n- Receive a medal, certificate, and ₹3,00,000/-\n\n",
    "eligibility": "> **For Individuals:**\n\n\n1. The applicant should be a citizen of India.\n1. The applicant should be Between the age of 15- 29 years as of the first January of the nominated year.\n1. The applicant should have done extraordinarily identifiable social work.\n1. The applicant who Persons employed in any government service i.e. with the Central/State Governments, PSUs/Universities, Colleges/schools, etc. is not eligible for the award.\n1. The award will be conferred once in a lifetime.\n\n<br>\n\n> **For Voluntary Organizations:**\n\n\n1. The Organizations Should be registered under the Registration of Societies Act, 1860 (Act XXII of 1860) for the last three years or under the corresponding State Act and have a proper constitution or Articles of Association.\n1. The organization should be a non-profit organization.\n1. The organization Should not have discriminated against any person or group of persons on the grounds of sex, religion, caste, or creed;\n1. The organization Has rendered extra-ordinary service involving the Youth in the relevant field for at least three years;\n1. The organization Has a good reputation among the local community/area\n1. The organization Should not have been conferred with this award earlier.\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Online",
        "process": "Registration: Step-1:  Visit the  official website . Step-2:  Click on the  Registration button. Step-3:  Choose type Individual or  Organization. Step-4.1:  Under Individual category provide the following details. - Name as per Aadhaar/Valid Identity Proof. - Date of Birth. - Nominator/Applicant Type. - Mobile No. - Email ID. - Aadhaar Number. Step-4.2:  Under Organization category provide the following details. - Type of Organization. - Name of the Authorized Person as per Aadhaar/Valid Identity Proof - Date of Birth. - Brief Description about the Organization (100 Words) - Designation - Mobile No. - Email ID. - Aadhaar Number. Step-5:  Submit. Apply: Step-1:  Visit the  official website . Step-2:  Click on l ogin button on  portal and login using the credentials. Step-3:  From the list of awards, select scheme name, then click \"Nominate / Apply Now\". Step-4:  On the next page, fill in all the mandatory fields in the online application form, and then click \"Submit\"."
      }
    ],
    "documents required": ""
  },
  "Police Internship Scheme": {
    "details": "The &quot;Police Internship Scheme&quot; was launched by the Home Department, Government of Madhya Pradesh. The scheme aims to familiarize meritorious students with the functioning of the Madhya Pradesh Police Department and to encourage research in policing and law enforcement. \n> **Internship Period**\n\nSelected students are offered a six-week internship opportunity at district police stations, where they gain practical experience in administrative, legal, and investigative procedures.\n<br>\n\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "**Professional Exposure:**\nInterns gain firsthand experience of police administration, law enforcement, investigation procedures, and public dealing.\n**Research Opportunity:**\nEach intern submits an analytical research paper of 3,000 words on an approved topic related to policing.\n**Certification:**\nA Police Internship Certificate is awarded upon successful completion by the respective unit head (Superintendent of Police).\n**Supervised Training:**\nEach intern is placed under the supervision of at least a Sub-Inspector or higher-ranking officer, who mentors and evaluates daily work.\n**Practical Learning:**\nInterns maintain a daily duty record, authenticated by their supervising officer the following day.\n**Placement Structure:**\nLarge police stations (in Indore, Bhopal, Jabalpur, and Gwalior): 2–3 interns\n**Medium police stations:** 1 intern\n**Mode and Duration:**\nInternship duration: 6 weeks (June 1–July 12)\nMode: Full-time, in-person at designated police stations.\n**Honorarium:**\nThe scheme is unpaid. No salary or stipend is provided. Lodging and food arrangements must be made by the interns themselves.\n**Disciplinary Provisions:**\nNo leave is permitted during the internship period. Lack of interest or misconduct may result in termination by the Superintendent of Police.\n<br>\n\n<br>\n\n",
    "eligibility": "\n1. The applicant should be a resident of Madhya Pradesh. \n1. The applicant should be a student enrolled in a recognized educational institution.\n1. The applicant must be between 21 and 26 years of age as of May 1 of the application year.\n1. The applicant should be pursuing one of the following courses:\n\n\n- Five-Year Integrated Law Course\n- B.E. / B.Tech.\n- Master’s or Postgraduate Program from any UGC-recognized institution\n- MCA / BCA / PGDCA\n- CA / CS\n- Diploma in Police-Related Subjects (e.g., Human Rights, Criminology)\n- Ph.D. or Research in Police-Related Subjects\n\n<br>\n\n<br>\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "The District Superintendent of Police (SP) contacts major universities and colleges to invite applications. Step 1:  The interested applicant downloads the application form (Annexure K) from the official website. Step 2:  In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3:  Submit the duly filled and signed application form along with the documents to the respective District Superintendent of Police (SP) Office. Post-application Process Applications are reviewed based on eligibility, academic merit, and interest in policing. Qualified students are allotted police stations according to training capacity: 2–3 interns for large stations, 1 for medium stations. Interns begin work on June 1, with supervision by designated officers. Interns maintain daily duty logs and submit a 3,000-word analytical research paper. Successful interns receive a Police Internship Certificate signed by the unit head. Each district submits a list of selected interns by June 15 and completion details by August 1 to the Police Training Headquarters."
      }
    ],
    "documents required": ""
  },
  "Chief Minister’s Award for Excellence in Public Administration": {
    "details": "The scheme &quot;Chief Minister’s Award for Excellence in Public Administration&quot; was launched by the Department of Personnel and Administrative Reforms (DPAR), Union Territory of Puducherry. The scheme aims to recognize outstanding and exemplary performance by a team of officials under the Union Territory of Puducherry for achievements of initiatives and projects whose qualitative and quantitative outcomes/results are of very high order and which have benefitted a large number of citizens. The applications for this scheme are accepted by the Secretary to the Government (Administrative Reforms Wing), Chief Secretariat, Puducherry-605001.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "##### ***Chief Minister&#39;s Award for Excellence in Public Administration***\n\n- The award carries a Commendation Scroll and a Cash Award of ₹10,00,000/- each.\n- Two such awards are given: one each for Departments’ and Organizations/Institutions’ categories.\n\n##### ***Chief Minister&#39;s Appreciation for Initiative in Public Administration***\n\n- The award carries a Commendation Scroll and a Cash Award of ₹5,00,000/- each.\n- Two such awards are given: one each for Departments’ and Organizations/Institutions’ categories.\n\n##### ***Conditions***\n\n- The amount of the cash award can be varied by the Government from time to time subject to the availability of funds.\n- The Government reserves the right not to present an Award in any year.\n\n<br>\n\n",
    "eligibility": "\n- The applicant must represent one of the following:\n\n       a)      A Local Body under the UT of Puducherry.\n       b)      An Autonomous Body under the UT of Puducherry.\n       c)      A Corporation under the UT of Puducherry.\n       d)      An Agency under the UT of Puducherry.\n       e)      A Public Sector Undertaking under the UT of Puducherry.\n       f)      A Government Department under the UT of Puducherry.\n\n- The applicant must be nominated only through the Administrative Secretary.\n- The applicant must submit an application that contains the recommendation of the Departmental Committee.\n- The applicant must propose achievements of initiatives and projects whose qualitative and quantitative outcomes/results are of very high order and which have benefitted a large number of citizens.\n- The application should be made for rewardable work done during the previous one calendar year as on the date of nomination.\n\n<br>\n\n",
    "exclusions": "\n- Self-nomination will summarily be rejected at an early stage itself.\n- Canvassing in any form at any point of time will not be entertained and such departments or organizations will be debarred as may be decided by the Chief Secretary.\n\n<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The application should be submitted in the  prescribed format , ensuring it clearly mentions the approving authority with relevant details. Step 2:  The applicant must prepare a narrative of the project/initiative (not more than 2,500 words) clearly bringing out the background, priorities, strategies adopted, innovative method used, period of implementation, outcome, exceptional achievements, sustainability, and replicability. The application must include supporting documents like field photographs (maximum 10) and flow charts detailing uniqueness and success story of the initiatives. Step 3:  The Administrative Secretary of the Department must constitute a Departmental Committee to shortlist and verify facts before forwarding nominations. The application should be submitted along with the recommendation of the Departmental Committee and a document of proof for approval from the Administrative Secretary. Nominating authorities are requested to forward nominations if the initiatives/accomplishments are truly innovative, extraordinary, and outstanding in nature. Step 4:  The nomination must be made ONLY in the format prescribed (in soft and hard copy) and mailed directly by Registered Post/Speed Post and email directly to the  Secretary to the Government (Administrative Reforms Wing), Chief Secretariat, Puducherry-605001 . The corresponding Email Address is  usar@py.gov.in . Post-Application Processes Step 1:  Screening and Shortlisting of Nominations The Screening Committee shall screen the applications in the first stage, considering, among other things, the efforts, impact/outcomes, constraints, sustainability, and scope for replication. The Committee may conduct spot studies wherever required and will endeavor to shortlist sufficient nominations for consideration of the Empowered Committee with specific recommendations. Step 2:  Consideration by the Empowered Committee The recommendations made by the Screening Committee shall be considered by an Empowered Committee. The Empowered Committee may ask the nominees to make a presentation on their respective projects/works if required, and it would take into account the study reports and make its recommendations for the approval of the Chief Minister. Note:  The Chief Secretary may permit a one-stage selection process through the Empowered Committee if the number of applications is less. Application Deadlines Receipt of nomination: 15th June. Recommendation by Screening Committee: 7th July. Recommendation by Empowered Committee: 31st July. Announcement and Distribution of Awards: 25th August. Note:  In case of insufficient nominations, the receipt of nominations may be extended."
      }
    ],
    "documents required": ""
  },
  "Assistance under SC/ST Prevention of Atrocities Act": {
    "details": "The scheme “Assistance under SC/ST Prevention of Atrocities Act” was introduced by the Adi Dravidar Welfare Department, Government of Puducherry. The objective of the scheme is to provide immediate relief to the victims of atrocities who are from Scheduled Castes/ Scheduled Tribes.\n",
    "level": "State/ UT",
    "benefits": "Payment of Relief, Compensation for Loss, and Rehabilitation.\n",
    "eligibility": "\n- The applicant should be from a Scheduled Caste.\n- The applicant should have been affected by an atrocity.\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The interested applicant should visit (during office hours) the  Office/ Sub-Office  of the Adi Dravidar Welfare and Scheduled Tribes Welfare Department, and request the hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2:  In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3:  Submit the duly filled and signed application form along with the documents to the concerned authority. Step 4:  Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable)."
      }
    ],
    "documents required": ""
  },
  "The Grant of Honorarium to Legal Researcher Scheme": {
    "details": "The scheme &quot;The Grant of Honorarium to Legal Researcher Scheme&quot; was launched by the Law Department, Union Territory of Puducherry. The scheme aims to address the high volume of cases before various fora where Departments find it very hard to submit their defense documents (Affidavits/Reply Statements/Counter Affidavits) at the appropriate time through the Law Officers, leading to officers of the Administration facing unnecessary embarrassment before the Courts. The scheme provides for engaging 15 Legal Research Assistants on a fixed honorarium for an initial period of two years, potentially extendable for one more year, in order to obtain the services of the best incumbents and to follow up all legal issues including Court matter pending. The applications for this scheme are accepted by the Under Secretary to Government, Law Department, Chief Secretariat, Puducherry.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n- Research Assistant shall be paid ₹25,000/- per month (Rupees twenty-five thousand only) as honorarium, for their assignment.\n- The assignment will be initially for a period of two years from the date of engagement.\n- The assignment can be extended for a further period of not exceeding one more year, subject to the approval of the Secretary to Government (Law).\n- Research Assistants are permitted access to the Computers and internet facilities as available in the Law Department.\n- Research Assistant shall be entitled to one day Casual Leave for each Calendar Month.\n- The un-availed Casual Leave in a particular month may be carried forward, subject to a maximum of 2 days.\n- The maximum eligibility of Casual Leave in a Calendar Year is 8 days.\n\n****Research Assistant shall not be entitled to any other allowances or perks.***\n****Research Assistant shall not be treated or deemed to be an employee either in the Law Department or of the service of the Department of the Union Territory of Puducherry.***\n##### ***Assignment Location***\n_The Legal Researchers shall be attached to the major Departments of this Administration, including Law, Police, Education, Revenue, Health, Local Administration Department, Department of Personnel and Administrative Reforms (D.P.&amp;A.R.), Public Works Department, Social Welfare, Civil Supplies, Commercial Taxes, Industries and Commerce, Department of Women and Child Development, and Transport._\n##### ***Dress Code***\n***For Male Research Assistant:*** _White/Black Pant, White shirt, Black shoe._\n***For Female Research Assistant:*** _White/Off White Saree, White/Off-White blouse._\n##### ***Post-Selection Obligations***\n\n- The Research Assistant must join their assignment within the period specified in their order of engagement.\n- The Research Assistant shall not be entitled to practice as an Advocate in any Court of Law or Tribunal or Authority during the currency of their assignment.\n- It will be obligatory for the Research Assistant, after accepting the assignment, to inform the Bar Council concerned, in writing, that he/she shall not practice as an Advocate as long as he/she continues with the assignment as Research Assistant.\n- The Research Assistant shall not be entitled to take up any employment or engagement of whatsoever nature either on full-time or part-time basis during the currency of their assignment.\n- The Research Assistant should mark their attendance in the Attendance Register which shall be duly authenticated by the respective Head of the Institution in which they are posted from time-to-time and the same shall be communicated to the Law Department, Puducherry.\n- The Research Assistant may be required to attend the Office on Saturday/Sunday and other holidays also, in addition to the normal working day, for which he/she shall not be paid any honorarium/remuneration.\n- The Research Assistant will be permitted to proceed on Casual Leave only with prior permission of the respective Head of Institution.\n- If any Research Assistant is found to be exceeding the permissible limit of 8 days of Casual Leave in a Calendar Year, necessary deductions will be made from their honorarium, on pro-rata basis.\n- If the Research Assistant intends to leave the assignment within a period of two years, they shall be required to give prior notice of one month.\n- The assignment of any Research Assistant may be discontinued even before the completion of one year, without notice, if his/her services are found to be unsatisfactory.\n- During the assignment, every Research Assistant shall maintain a high standard of reputation and integrity commensurate with the responsibilities entrusted to him/her.\n\n<br>\n\n",
    "eligibility": "\n- The applicant must be a citizen of India.\n- The applicant must be a resident of Puducherry.\n- The applicant must be a Postgraduate in Law (2 years programme) from the recognized Universities in the Indian Union.\n- The applicant must not be pursuing Postgraduate Degree in Law or any other Degrees or Programmes requiring their compulsory attendance elsewhere.\n- The applicant must not have attained the age of 30 years as on 1st January or 1st July, preceding the last date fixed for submission of applications.\n- The applicant must not have attained the age of 32 years as on 1st January, 2023, if applying under the one-time age relaxation granted by the Honorable Lieutenant Governor of Puducherry.\n\n****The educational qualifications and other eligibility criteria may be relaxed in case of exceptionally outstanding and deserving candidates by the Government.***\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The interested applicant must access the  Official website  of the Law Department, Union Territory of Puducherry, to  download the application proforma  (as prescribed in the scheme). Take a printout of the same. Step 2:  In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required).  The applicant must also affix a self-attested passport size photo and complete the undertaking, declaring that the facts stated are true to the best of their knowledge and belief and undertaking to indemnify the Government for any falsehood. Step 3:   The completed application, along with copies of all enclosures, must be submitted to the  Under Secretary to Government, Law Department, Chief Secretariat, Puducherry .  The submission must be completed on or before the specified deadline of 28th April of the respective year, by 05:45 P.M. Post-Application Processes Step 1:  Appearing for Viva Voce Eligible candidates will be intimated the date, time, and venue and will have to appear for a viva voce at Puducherry. Candidates must attend the viva voce on their own expenses. Step 2:  Final Selection and Engagement The final selection shall be based on merit and determined by a Committee comprising the Secretary to Government (Law), the Secretary to Government (Department of Personnel and Administrative Reforms), and the Director of Prosecution. The list of candidates selected by the Committee shall be subject to the approval of the Honorable Lieutenant-Governor, Puducherry, and the successful candidate must join the assignment within the period specified in their order of engagement."
      }
    ],
    "documents required": ""
  },
  "Free Legal Aid under the Legal Services Authority Act 1987": {
    "details": "The scheme “Free Legal Aid under the Legal Services Authority Act, 1987” has been implemented by the Uttarakhand State Legal Services Authority, Nainital, under the Department of Law, Government of Uttarakhand. The scheme aims to provide free legal aid to all eligible persons in Uttarakhand who intend to file a case, have already filed a case, or need to defend a case under the provisions of the Legal Services Authority Act, 1987.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n  - Under this scheme, eligible persons who intend to file a case, have already filed a case, or need to defend a case shall be entitled to receive free legal services from the State Authority, the High Court Legal Services Committee, the District Legal Services Authority, or the Taluk Legal Services Committee, as the case may be under the Act.\n\n<br>\n\n",
    "eligibility": "\n1. The applicant must be a resident of Uttarakhand state.\n1. The following persons shall be eligible for free legal aid:\n\n\n- All citizens belonging to Scheduled Castes (SC) and Scheduled Tribes (ST).\n- Persons subjected to human trafficking, abuse, or forced labour, as defined under Article 23 of the Constitution of India.\n- All women and children.\n- All persons with disabilities and persons with mental illness.\n- Persons affected by natural calamities or disasters, including mass destruction, caste violence, caste atrocities, floods, earthquakes, industrial disasters, etc.\n- All workers employed in the industrial sector.\n- All persons detained in jail, prison, protection homes, juvenile homes, psychiatric hospitals, or nursing homes.\n- Ex-servicemen.\n- Persons belonging to the transgender community.\n- Senior citizens.\n- Persons infected with HIV/AIDS.\n- All other persons whose annual income from all sources is less than ₹3,00,000/-.\n\n> _Note: There is no income limit for persons mentioned in serial numbers 1 to 11._\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "To provide free legal aid, the High Court Legal Services Committee has been established at the Hon’ble Uttarakhand High Court, District Legal Services Authorities have been set up in all districts, and Legal Services Committees have been constituted at the Tehsil level. An E-Seva Kendra has been established within the premises of the Hon’ble High Court (Gate No. 7), where legal aid and advice can be availed by submitting a form and contacting the High Court Legal Services Committee, Nainital, at telephone number 09412979696. Additionally, the legal aid helpline number 15100 and toll-free number 1800 180 4000 are operational at the front office of the State Authority, where legal aid and advice can be obtained by calling. For free legal aid, if any senior citizen, woman, or child is unable to visit the concerned office or submit the online form, Legal Volunteers deployed across urban and rural areas of the state can provide assistance. The list of Legal Volunteers, including their names and mobile numbers, is available on the website:  https://slsa.uk.gov.in At the district level, each District Legal Services Authority has a front office where legal aid and consultation can be availed either in person or by submitting a form. Applicants can also apply for free legal aid online at:  https://nalsa.gov.in/lsams/nologin/applicationFiling.action?requestLocale=en . The offline application form can be downloaded from the website of the State Legal Services Authority, Uttarakhand: https://slsa.uk.gov.in The eligible beneficiary will need the following documents to submit the form: Aadhaar Card, mobile number, caste certificate if belonging to SC/ST, disability certificate issued by the State Government or District Administration for persons with disabilities or mental illness, and income certificate or BPL certificate for those whose annual income from all sources is ₹3,00,000/- or less."
      }
    ],
    "documents required": ""
  },
  "Gaura Shakti Yojana": {
    "details": "The scheme “Gaura Shakti Yojana” is implemented by the Police Department under the Department of Home, Government of Uttarakhand. The objective of the scheme is to prevent crimes against women and girls and to ensure prompt action in case of any incident. Under this, a three-tier support system has been established in the state, comprising Mahila Desks at the police station level, Women Safety Helpline and Women Counselling Cells at the district level, and the State Women Safety Helpline at the state level.\n    Under this scheme, efforts are being made to structurally strengthen the three-tier system, enhance transparency in functioning, create awareness among women and girls about their rights, and provide them training in self-defence. Additionally, the responsibilities of police officers have been clearly defined at every level to ensure effective implementation.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "Under this Scheme, the following steps have been taken by Uttarakhand Police to prevent crimes against women and ensure women’s safety:\n\n   1. A Quick Reaction Team (QRT) has been formed under the Women Help Desk at every police station. On receiving a complaint related to women at the police station, the QRT immediately reaches the spot and acts as the first responder, providing all possible assistance to the victim.\n   1. Identification of Hot Spots and sensitive areas with regard to crimes against women is being carried out. CCTV cameras/lights are being installed in such Hot Spots, and their regular monitoring is ensured.\n   1. Regular patrolling by Cheetah, Mahila Cheetah, and CPU teams is conducted during the opening and closing hours of schools, colleges, and coaching institutes.\n   1. A team comprising Women Help Desk In-charges and four constables, named “Team Gaura”, has been constituted. The team regularly organizes awareness programmes to educate students on safety, drugs, traffic rules, cybercrime, etc. To strengthen this initiative, about 3,000 awareness booklets have been distributed to districts from the headquarters.\n   1. From 20th to 22nd February 2023, a total of 35 women personnel appointed to Team Gaura from all districts were provided Self-Defense Instructor Course (Level-I) training. In continuation, the process of providing Level-II training to these personnel is underway. These trained women police personnel are regularly conducting training programmes in schools, colleges, and other institutions across districts to teach self-defense techniques to girl students.\n\n<br>\n\n",
    "eligibility": "\n1. Women and girls of the state are eligible to receive assistance under this scheme.\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "In view of the safety of women and the prompt redressal of their complaints, the “Gaura Shakti Module” has been developed under the Uttarakhand Police App. After registration, the registrant remains in direct one-to-one contact with the designated Women Police Officer of the concerned police station. For effective implementation, a detailed SOP has been prepared, and all concerned officials have been trained at the headquarters level. In addition, a separate mobile number has been allotted to the in-charges of Women Help Desks in all police stations. Through this app, women can also easily register complaints online. To ensure 24×7 accessibility, the Police Department has made the following platforms available for reporting crimes against women/girls or for registering complaints: Dial 112 – with trained female police personnel available round-the-clock. WhatsApp number at Police Headquarters – 9411112780 “Women Help Desk” at every police station. Uttarakhand Police App – “Gaura Shakti Module” / SOS feature Police station / outpost With the objective of making every police station in the state more women-friendly, at least one Woman Sub-Inspector and four Women Constables have been deployed at each police station. The Uttarakhand Police also ensures payment of compensation amounts as per rules under the Crime Victim Assistance Scheme, 2013. Further, the Uttarakhand Sexual Crime and Other Crimes Victim/Survivor Women Compensation Scheme, 2020 has been implemented for women victims. All concerned officials have been directed to assist crime victims in obtaining compensation under both schemes and to coordinate with the concerned departments as required. Keeping in mind the sensitivity of cases involving women, investigations of sexual crimes against women are conducted exclusively by Women Officers. To ensure quality investigations, a booklet containing detailed SOPs and instructions has been issued by the headquarters and distributed to all women investigators. For scientific evidence collection in such cases, Sexual Assault Evidence Collection (SAEC) Kits are being provided to districts as needed. Cases registered under POCSO and rape are being disposed of within the prescribed timelines. According to the ITSSO Portal, Uttarakhand ranks third at the national level in the timely disposal of such cases within two months. Under the provisions of the Juvenile Justice Act, 2015, a Special Juvenile Police Unit (SJPU) has been constituted in each district under the chairmanship of the Senior Superintendent of Police. Additionally, a Child Welfare Police Officer (CWPO) has been appointed at every police station. Child-friendly police stations have also been established in every district."
      }
    ],
    "documents required": ""
  },
  "Scheme for Action Research and Studies on Judicial Reforms": {
    "details": "Launched in 26th September 2013, the &quot;Scheme for Action Research and Studies on Judicial Reforms&quot; by the Department of Justice, Ministry of Law and Justice, Govt. of India, aims to promote research and studies on issues related to the National Mission for Justice Delivery and Legal Reforms being implemented by the Department of Justice. The scheme provides financial assistance for undertaking action research, evaluation studies, monitoring studies, capacity building, publishing reports, and promoting innovative programmes in the areas of Justice Delivery, Legal Research, and Judicial Reforms. Financial assistance is limited to a maximum ceiling of ₹25,00,000/- (Rupees Twenty-Five Lakhs), although the Project Sanctioning Committee may relax this ceiling in exceptional cases involving large scope, sample size, or project duration.\n<br>\n\n",
    "level": "Central",
    "benefits": "\n- **Financial Assistance:** Financial assistance shall be extended for undertaking action research, evaluation studies, and monitoring studies.- **Support for Events:** Financial assistance shall be extended for organizing seminars, conferences, and workshops.- **Capacity Building:** Financial assistance shall be extended for undertaking capacity building activity for research and monitoring activities.- **Publication Support:** Financial assistance shall be extended for undertaking publication of reports or material.- **Programme Promotion:** Financial assistance shall be extended for undertaking promotion of innovative programmes or activities in the areas of Justice Delivery, Legal Research, and Judicial Reforms.- **Project Limit:** The financial assistance is subject to an overall ceiling of ₹25,00,000/- (Rupees Twenty-Five Lakhs).\n<br>\n\n> ***Disbursal Conditions***\n\n_*The financial assistance shall be given on agreed terms and conditions based on the Project Proposal submitted by the eligible implementing agency._\n_*The assistance would be limited strictly to the actual expenditure incurred by the grantee institution._\n_*The financial assistance may be given in instalments._\n_*At least 10% of the project cost may be kept for payment as the final instalment._\n_*The final instalment is paid upon acceptance of the final project report by the National Mission for Justice Delivery and Legal Reforms, Department of Justice._\n_*Each instalment shall be released upon the approval of the Integrated Finance Division of the Ministry of Law and Justice._\n<br>\n\n",
    "eligibility": "1.  The institution must be one of the following:\n\n- Indian Institute of Public Administration.\n- Administrative Staff College of India.\n- Indian Institute/s of Management.\n- Indian Law Institute.\n- National Law University.\n- National Council of Applied Economic Research.\n- National Judicial Academy.\n- State Judicial Academy.\n\n2.  The institution must be working in one of the following fields:\n\n- Justice Delivery.\n- Legal Education and Research.\n- Judicial Reforms.\n\n> ***Relaxation and Inclusion***\n\n\n- The applicant may be a Government Institute or Organisation if allowed by the Project Sanctioning Committee.\n- The applicant may be a Government aided Institute or Organisation if allowed by the Project Sanctioning Committee.\n- The applicant, if a Government or Government aided Institute/Organisation, must be found suitable for undertaking the project or activity permissible under the scheme by the Project Sanctioning Committee.\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:   Invitation for Project Proposals The National Mission for Justice Delivery and Legal Reforms, Department of Justice, selects and invites implementing agencies to submit project proposals for subjects that have been identified by the Department. This scheme does not follow an open application system but rather focuses on proposals from pre-selected or identified institutes and organisations. Step 2:   Preparation and Submission of the Project Proposal The selected implementing agency is required to prepare a comprehensive Project Proposal detailing the terms and conditions of the project, including the objectives, methodology, detailed duration with specific timelines, and a full breakdown of the estimated project cost. This complete Project Proposal must be submitted to the National Mission for Justice Delivery and Legal Reforms, Department of Justice. Step 3:   Consideration and Final Decision by the Project Sanctioning Committee All Project Proposals received from the selected institutes and organisations on the identified subjects are systematically placed before the Project Sanctioning Committee for detailed consideration and subsequent approval. It is mandated that when the Project Sanctioning Committee deliberates on proposals from the Indian Law Institute or the National Judicial Academy, the Directors of those respective entities shall recuse themselves from the committee's discussions. The decision reached by the Project Sanctioning Committee regarding the proposal shall be considered final and binding on all parties. Step 4:   Financial Approval and Release of Instalments Following the approval by the Project Sanctioning Committee, the Project Proposals are then submitted to the Integrated Finance Division of the Ministry of Law and Justice for final approval of the project and authorization to release the necessary funds. Subsequent financial assistance, which may be given in instalments, shall only be released upon obtaining the explicit approval of the Integrated Finance Division for each specific payment. Step 5:   Project Execution and Compliance The implementing agency executes the project activity, utilizing the financial assistance received, which is strictly limited to covering the actual expenditure incurred by the grantee institution. Throughout the project, the implementing agency is required to adhere to the duration and specific timelines laid out in the approved Project Proposal for activities such as submitting an interim progress report and making presentations before the submission of the final report. Step 6:   Submission of Documentation and Final Payment Upon completion of the project, the implementing agency is required to submit a Utilisation Certificate for the funds received, following the format prescribed by the Department of Justice. The final payment, which constitutes at least 10% of the total project cost, will be released only upon the official acceptance of the final project report by the National Mission for Justice Delivery and Legal Reforms, Department of Justice."
      }
    ],
    "documents required": ""
  },
  "Awareness Programme on Child/Human Trafficking, Family Planning, Legal Awareness, Health etc.": {
    "details": "The scheme &quot;Awareness Programme on Child/Human Trafficking, Family Planning, Legal Awareness, Health etc.&quot; was launched by the Tea Tribes and Adivasi Welfare Department, Government of Assam. The scheme aims to generate awareness among the Tea Tribes and Adivasi community on critical social issues. The scheme provides a platform to generate awareness regarding child/human trafficking, family planning, legal awareness, and health issues such as the reduction of Maternal Mortality Rate, Infant Mortality Rate, and Alcoholism, along with maintaining hygiene. The applications for this scheme are accepted by inviting proposals through Expression of Interest (EOI).\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n- The benefit is to generate awareness among the Tea Tribes and Adivasi community on issues like child/human trafficking, family planning, legal awareness, and health (reduction of Maternal Mortality Rate, Infant Mortality Rate, Alcoholism, and maintenance of hygiene).\n- This awareness generation aims towards bringing effective social and behavioural change amongst the community.\n\n<br>\n\n",
    "eligibility": "\n- The applicant must be a Non-Governmental Organization.\n- The applicant must have valid registration under Societies Act, XXI of 1860.\n\n<br>\n\n",
    "exclusions": "<br>\n\n<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The implementation of the scheme is initiated by issuing proposals inviting Non-Governmental Organizations (NGOs). Step 2:  Eligible NGOs must submit their proposals for the implementation of the scheme by responding to the Expression of Interest (EOI). Where to Apply The details of the scheme guidelines will be available at the official website ( http://ttwd.assam.gov.in )."
      }
    ],
    "documents required": ""
  },
  "Organization of Multi-Purpose Camps/ Public Awareness Camps/ Medical Camps/Legal Service Camps": {
    "details": "The Scheme “Organization of Multi-Purpose Camps/ Public Awareness Camps/ Medical Camps/L egal Service Camps” has been implemented by the Uttarakhand State Legal Services Authority, Nainital under the Department of Law, Government of Uttarakhand. The scheme aims to organize camps and awareness programs across urban and rural areas to inform and empower vulnerable groups such as women, children, senior citizens, workers in the unorganized sector, persons with disabilities, acid attack survivors and victims of trafficking about their legal rights.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "For the effective implementation of public welfare schemes of the Hon’ble National Legal Services Authority (NALSA), New Delhi, the District Legal Services Authorities, Tehsil Legal Services Committees, and the Uttarakhand State Legal Services Authority also organize multi-purpose camps, awareness programs, debate competitions, painting competitions, and essay competitions across urban areas and remote rural regions.\n<br>\n\n",
    "eligibility": "\n   1. Individuals, women, and children from all walks of life particularly workers in the unorganized sector, persons with mental illness or disabilities, acid attack survivors, senior citizens, and victims of trafficking and commercial sexual exploitation are provided information about their legal rights.\n   1. Multi-purpose camps are also organized to support the effective implementation of poverty alleviation schemes.\n   1. These camps are conducted in the presence of representatives from all departments.\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Before organizing any awareness camp or medical camp, the District Legal Services Authorities publicize the event through daily newspapers and inform public representatives and village panchayat-level officers of the concerned area so that local residents can avail the benefits of the multi-purpose or public awareness camps. Participation in these camps is completely free, and underprivileged individuals in need of certificates, medical examinations, or legal aid can obtain them at these camps. Updates regarding upcoming camps are also available on  https://slsa.uk.gov.in ."
      }
    ],
    "documents required": ""
  },
  " Operation/implementation of Vidhik Seva Rath": {
    "details": "The scheme “Operation/Implementation of Vidhik Seva Rath” has been implemented by the Uttarakhand State Legal Services Authority, Nainital, under the Department of Law, Government of Uttarakhand. It aims to spread legal awareness and provide information about welfare schemes to people in both urban and remote rural areas, ensuring that citizens are informed about their rights and available government benefits.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n  - Under the public awareness programme, the mobile van of the State Legal Services Authority, &amp;quot;Vidhik Seva Rath&amp;quot;, is sent to visit every urban area and remote rural areas of two to three districts every month and various welfare schemes run by the central and state government are shown through films. \n  - The book &amp;quot;Saral Kanooni Gyan Mala&amp;quot; published on various subjects is distributed free of cost.\n\n<br>\n\n",
    "eligibility": "\n   1. The applicant must be a resident of Uttarakhand.\n   1. All residents of the areas visited by the van can benefit from these programs. The team members assigned to the tour inform the public about the schemes using a projector installed in the &amp;quot;Vidhik Seva Rath&amp;quot;.\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "When the Vidhik Seva Rath visits an area, relevant information can be obtained, and for receiving books, the name, address/telephone/mobile number, and signature of the concerned person are recorded in the book distribution register. The books are provided free of cost. Information about the arrival of the Vidhik Seva Rath in your area is shared through paralegal volunteers, whose names, mobile numbers, and other details are available on the Uttarakhand State Legal Services Authority website:  www.slsa.uk.gov.in . If any person, woman, or child is in urgent need of the books mentioned above, they can obtain them by submitting a written request to the District Authority's office at the district headquarters. No documents or identity cards are required for this purpose."
      }
    ],
    "documents required": ""
  },
  "Uttarakhand Compensation Scheme for Women Victims/Survivors of Sexual Offences and Other Crimes, 2020": {
    "details": "The scheme “Uttarakhand Compensation Scheme for Women Victims/Survivors of Sexual Offences and Other Crimes, 2020” has been implemented by the Uttarakhand State Legal Services Authority, Nainital, under the Department of Law, Government of Uttarakhand. The scheme aims to provide financial assistance and compensation to women victims and survivors of sexual offences, as well as other women victims of crime in the state.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n  - Women victims of crime are provided financial assistance/compensation ranging from a minimum of ₹3 lakh to a maximum of ₹10 lakh.\n  - Upon receipt of an application for compensation, the State/District Legal Services Authority may pass an order to provide immediate first aid or medical benefits free of cost to the victim/dependent, or an immediate relief amount of ₹5,000/- or ₹10,000/-, as required. This amount shall be disbursed immediately by the Member-Secretary, State Legal Services Authority or District Legal Services Authority.\n  - If a woman is a victim of sexual violence or an acid attack and is covered under more than one offence, she will be entitled to receive a consolidated amount of compensation.\n\n<br>\n\n",
    "eligibility": "\n   1. The applicant must be a resident of Uttarakhand.\n   1. All women of the state/their dependents, who are victims of gang rape, rape, unnatural sexual assault, pregnancy due to rape, abortion or loss of fertility resulting from violence, loss of life, disability, physical or mental injury requiring rehabilitation, burns, or acid attacks, will be eligible to receive compensation under the scheme.\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Compensation is awarded in two forms:  interim compensation and final compensation . Interim compensation provides immediate relief to the victim after a crime, which may include an order for free medical treatment or a monetary sum of up to ₹10,000/-, as required. Final compensation offers financial assistance to the victim, ranging from ₹3 lakh to ₹10 lakh, depending on the nature of the crime. For interim compensation,  immediately after the registration of a First Information Report (FIR), the Senior Superintendent of Police, Superintendent of Police, Circle Officer, or Station House Officer must compulsorily share its hard or soft copy with the State Legal Services Authority or District Legal Services Authority. This enables the authorities to automatically verify the facts and provide interim compensation in eligible cases. The victim or dependent may also apply directly by submitting an application along with their Aadhaar card, copy of the FIR, and medical certificates to the District or State Legal Services Authority, or they can apply online through the Victim Compensation option available on the National Legal Services Authority website. For final compensation , the victim, dependent, or the concerned police station in-charge can apply to the State or District Legal Services Authority. The application must include the FIR, charge sheet, medical certificate, details of the court in which the case is pending, relevant orders if the case has been disposed of, and other case-related details if the matter is still under hearing. Additionally, documents related to any interim relief received, orders, bills or receipts of treatment expenses, proof of financial loss, and supporting certificates must also be submitted. Alternatively, an online application can be made through the Victim Compensation option on the National Legal Services Authority website. Once submitted, the competent authority or committee will investigate the case and disburse the compensation to the victim or dependent. If the victim or dependent faces difficulty in applying due to lack of legal knowledge, they may seek free legal assistance from a paralegal volunteer or a panel lawyer. A list of paralegal volunteers and panel lawyers is available on the official website of the State Legal Services Authority."
      },
      {
        "mode": "Online",
        "process": "The applicant may apply online through the “Victim Compensation” option available on the website of the National Legal Services Authority at  https://nalsa.gov.in/"
      }
    ],
    "documents required": ""
  },
  "Vishesh Abhiyaan - Humdard": {
    "details": "The scheme “Vishesh Abhiyaan - Humdard” has been implemented by the Uttarakhand State Legal Services Authority, Nainital, under the Department of Law, Government of Uttarakhand. The scheme aims to organize special campaigns for senior citizens, mentally and physically challenged individuals, and other destitute people in the state to make them aware of welfare schemes, their legal rights, access to benefits, skill development, personal security &amp;amp; protection, etc.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "Under the scheme/campaign, all District Legal Services Authorities organize door-to-door programs for senior citizens to raise awareness about welfare schemes, their legal rights and access to these schemes, skill development, self-employment, technical and financial literacy, as well as personal security and protection.\n<br>\n\n",
    "eligibility": "\n   1. This special campaign has been organized by the Uttarakhand State Legal Services Authority, Nainital for senior citizens, mentally and physically challenged individuals, and other destitute people in the state.\n\n<br>\n\n",
    "exclusions": "<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "The District Legal Services Authority, established in the district court complex of each district, along with officers appointed at each external court and tehsil level, designated advocates, staff, and para-legal volunteers, receive one to three days of training to enable them to assist senior citizens, disabled, and destitute individuals. When necessary, para-legal volunteers also conduct door-to-door awareness campaigns. If an elderly person requires any assistance, they can contact a legal volunteer in their area, who is responsible for providing support to senior citizens, disabled individuals, and other destitute persons. The name and mobile number of the legal volunteer are available on the website: https://slsa.uk.gov.in ."
      }
    ],
    "documents required": ""
  },
  "Self-Certification Scheme": {
    "details": "The Labour Department, Government of Tripura, launched the Self-Certification Scheme aims at making the employer or an entrepreneur a conscious and truthful citizen and law-abiding person who is willing to take care of all interests of the workers and employees by following all the Labour laws as applicable and enable the Directorate of Labour to effectively protect the interest of the workers as well as the employers and entrepreneurs and create a friendly and safe environment for the workers and a relationship between the Employer and the Employees.\n<br>\n\n***Objective:***\nThe objectives of this Self Certification Scheme is to reduce visits of Government officials for inspection of those units who opt for this Scheme however without compromising on the safety, health, social security and welfare of the workers as provided under the various labour enactments. And also to ensure &amp; enable ease of doing business in the Sate of Tripura.\n",
    "level": "State/ UT",
    "benefits": "\n- Reduces inspection frequency, promoting a business-friendly environment.\n- Increases transparency and improves employer-employee relations.\n- Covers a range of labor laws to protect worker welfare.\n- Reduces administrative burden on the business.\n- Provides secure, interest-free refund of security after five years if no violations occur.\n\n<br>\n\n",
    "eligibility": "\n1. All shops, factories, and establishments are eligible to apply. .\n1. Not available to units handling hazardous chemicals or substances as per the[ Factories Act, 1948](https://factory.tripura.gov.in/sites/default/files/The%20Factories%20Act1948.pdf) and [Tripura Factories Rules, 2007](https://thc.nic.in/Tripura%20State%20Lagislation%20Rules/Tripura%20Factories%20Rules,%202007.pdf).1. Enrollments must be confirmed with compliance with relevant labor laws.\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step-1:  The interested applicant downloads the  application form . Step-2:  In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step-3:  Submit the duly filled and signed application form along with the documents to the Labour Commissioner’s Office Agartala, Tripura. Step-4:  Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable). Processing fees S. No. No. of Worker Processing Fee 1 1 to 20 ₹2,000/- 2 21 to 50 ₹4,000/- 3 51 to 100 ₹6,000/- 4 101 and above ₹10,000/- Security deposits S. No. No. of Worker Security Money 1 1 to 20 ₹5,000/- 2 21 to 50 ₹15,000/- 3 51 to 100 ₹20.000/- 4 101 and above ₹30,000/- Note  : Fees and deposits are forfeited in cases of premature withdrawal, non-compliance, or legal violations."
      }
    ],
    "documents required": ""
  },
  "Advocate Graduate Stipend Gujarat": {
    "details": "The “Advocate Graduate Stipend” scheme was launched by the Tribal Development Department, Government of Gujarat. It aims to provide financial assistance and practical training support to tribal law graduates who begin their legal practice. Under this scheme, tribal youth who have obtained their charter within two years of completing their LLB are given a monthly stipend. \n<br>\n\n",
    "level": "State/ UT",
    "benefits": "> **Stipend to junior tribal advocates:**\n\n\n- ₹10,000 per month for the first year.\n- ₹8,000 per month for the second year.\n- ₹6,000 per month for the third year.\n\n> **Allowance to senior advocate (mentor):** \n\n\n- ₹5,000 per month for three years.\n\n<br>\n\n",
    "eligibility": "\n1. The applicant should be a Scheduled Tribe (ST) youth.\n1. The applicant should have completed LLB degree.\n1. The applicant should have obtained a charter within two years of graduation.\n1. The applicant should begin legal practice as a junior lawyer under a senior advocate.\n1. The applicant should be practicing in tribal areas of Gujarat.\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The interested applicant should visit (during office hours) the office of the Project Administrator of Gujarat Tribal Development Corporation, Gandhinagar, and all tribal districts, and request a hard copy of the prescribed format of the application form from the staff exclusively entrusted to issue and collect filled-in applications. Step 2:  In the application form, fill in all the mandatory fields, and attach copies of all the mandatory documents (self-attest, if required). Step 3:  Submit the duly filled and signed application form along with the documents to the Tribal District Sponsorship Administrator's Office. Step 4:  Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission and a unique identification number (if applicable)."
      }
    ],
    "documents required": ""
  },
  "Grant of Stipend to Junior Advocates Scheme": {
    "details": "The scheme &quot;Grant of Stipend to Junior Advocates Scheme&quot; was launched by the Law Department, UT of Puducherry. The scheme aims to provide for monthly financial assistance to 25 numbers of young Junior Advocates in the Union territory of Puducherry, every year. The scheme provides monthly financial assistance of ₹5,000/-, payable to the eligible Junior Advocates for a period of two years or till starting independent practice, whichever is earlier. The scheme is implemented by the Law Department of the UT of Puducherry. The applications for this scheme are accepted in the month of April every year.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "\n- The scheme provides a stipend of ₹5,000/- per month with effect from 01.04.2019.\n- The previous stipend amount was ₹3,000/- per month from 01.01.2018 to 31.03.2019.\n- The stipend is provided to 25 eligible Junior Advocates every year.\n\n##### ***Benefit Disbursal***\n\n- **Duration Limit:** The assistance is provided for a period of two years or till starting independent practice, whichever is earlier, calculated from the date of passing the All India Bar Examination.- **Mode:** The stipend amount shall be released by Direct Benefit Transfer method.- **Review:** The performance of Junior Advocates shall be reviewed once in six months before further extending the stipend period.- **Undertaking Required:** Disbursement is made only after obtaining an Undertaking from the beneficiary.\n##### ***Conditions***\n\n- The beneficiary must comply with Rule 6 of these rules during the period of financial assistance.\n- The Junior Advocate must regularly attend the Free legal aid camps conducted by the Union territory of Puducherry Legal Services Authority.\n- The Junior Advocate must conduct the legal aid cases allotted to him/her by the Legal Aid Committee and the respective Courts.\n- The Junior Advocate must assist the Courts as an Intern.\n- The Junior Advocate must regularly attend the Chamber of the Senior Advocate with whom he is attached.\n- The Junior Advocate must obtain a regular practice certificate every three months from the President/Secretary of the Bar Association concerned.\n- The Junior Advocate must assist on rotation basis, the Government Pleader / Public Prosecutor or Additional Government Pleader / Additional Public Prosecutor or Assistant Government Pleader or Assistant Public Prosecutor within the concerned area of practice at least for a period of three months.\n- The beneficiary must undertake to refund the entire stipend received, along with 6% Simple Interest to the Government, in the event they leave the profession within a period of five years from the date of his/her enrolment, unless they have entered Government service.\n\n<br>\n\n",
    "eligibility": "\n- The applicant must be a citizen of India.\n- The applicant must be a native by birth or resident of the Union territory of Puducherry for a continuous period of five years.\n- The applicant must have pursued a Law degree in any Government Law College.\n- The applicant must be a Law Graduate.\n- The applicant must have enrolled in the Bar Council of Tamil Nadu and Puducherry.\n- The applicant must have passed the All India Bar Examination conducted by the Bar Council of India.\n- The applicant&#39;s family income must not exceed ₹2,00,000/- per annum.\n- The applicant must not be above 30 years of age.\n- The applicant must comply with the rules of the [scheme guidelines](https://law.py.gov.in/docs/Stipend.pdf) during the period of financial assistance.\n##### ***Preference, Priority, Reservation, Relaxation, Earmarking, etc.***\n\n- **Reservation:** The Rule of reservation notified by the UT of Puducherry for Government employment shall be followed.- **Earmarking:** One-third of the beneficiaries shall be women.- **Selection Criteria (Merit):** Selection will be based on the marks obtained in the qualifying examination (Bachelor&#39;s Degree in Law).- **Selection Criteria (Merit):** Selection will be based on the marks secured in the 12th Standard Board examination.- **Selection Criteria (Merit):** Negative marks will be applied for additional attempts in the qualifying examination.\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  The interested applicant should take a printout of the  prescribed format  of the application form. Step 2:  In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across, if required), and attach copies of all the mandatory documents (self-attest, if required). Step 3:  For the Puducherry region, the submission must be made to the General Secretary, Bar Association, Puducherry. For Kariakal, Mahe, and Yanam regions, the application must be submitted to the respective President of the Bar Association concerned. Post-Application Process Step 1:  Verification of Eligibility The Member Secretary shall cause to verify the credentials of the applicants and shall forward the applications of the eligible applicants to the State Level Committee. Step 2:  Selection of Beneficiaries The State Level Committee will select the beneficiaries based on merit, using criteria such as marks obtained in the Bachelor's Degree in Law and the 12th Standard Board examination, while applying the rule of reservation and ensuring one-third of the beneficiaries are women. Step 3:  Expenditure Sanction The Member Secretary shall forward the list of the selected beneficiaries to the Law Department for obtaining expenditure sanction from the Government. Step 4:  Undertaking Submission The beneficiary must submit an Undertaking confirming that they will refund the entire stipend amount plus 6% Simple Interest if they leave the profession within five years of enrollment, excluding those who enter Government service. Step 5:  Stipend Disbursement The monthly stipend shall be disbursed to the selected beneficiaries using the Direct Benefit Transfer method. Step 6:  Performance Review and Compliance The performance of the Junior Advocates shall be reviewed once in six months before the stipend period is further extended. The Junior Advocate must continuously meet the requisite conditions listed under rule 6 during the period of financial assistance."
      }
    ],
    "documents required": ""
  },
  "Union Home Minister’s Medal for Excellence in Police Training": {
    "details": "The scheme &quot;Union Home Minister’s Medal for Excellence in Police Training&quot; was launched by the Ministry of Home Affairs, Government of India. The scheme aims to recognize the importance of training and the trainers in police organizations and make training a respectable assignment, in addition to promoting the quality of training in police training institutes in the country. The scheme provides recognition through the award of a Medal, a Certificate (Scroll) signed by the Union Home Minister, and a one-time cash award of ₹25,000/-. The applications for this scheme are accepted via nominations called by the Bureau of Police Research &amp; Development from States, Union Territories, Central Police Organizations, and Central Armed Police Forces.\n<br>\n\n",
    "level": "Central",
    "benefits": "\n- The Medal, named the &quot;Union Home Minister’s Medal for Excellence in Police Training&quot;.\n- A Certificate (Scroll) signed by the Union Home Minister.\n- A one-time cash award of ₹25,000/- will be awarded to each winner along with the medal.\n- The names of such medal Awardees shall also be published in the Gazette of India.\n\n##### ***Tally and Categories of Medals***\n\n- A total of 167 medals will be awarded under various categories (based on sanctioned strength as on 01.01.2013).\n- The number of Medals will be reviewed after every 3 years or whenever there is a major change in the strength of the force.\n- Medals are divided into three categories to ensure representation of everyone involved in police training:\n\n**Indoor Trainers:** This covers all trainers who impart classroom training, including practical classes (e.g., Law, Investigation, Forensic Science).\n**Outdoor Trainers:** This covers trainers who impart field training (e.g., Physical Training, Drill, Weapons, Field Craft).\n**Others:** This covers all those assisting in the process of successful running of the training programmes, such as supervisors, planners, ministerial staff, and other support staff (e.g., help in practical classes, manning of training cell, hostel, mess).\n\n- The quota of Medals for States, Union Territories, and Central Police Organizations under each category is: Indoor—40%, Outdoor—40%, and Others—20%.\n- The quota of Medals for Central Armed Police Forces under each category is: Indoor—30%, Outdoor—50%, and Others—20%.\n- The number of Gazetted Officers (GOs) to be awarded Medals will not be more than 50% of the total number of Medals awarded over a 10 year block commencing from the year 2014-2015.\n- Wherever only indoor training is being provided, the quota for outdoor medals will be merged with indoor Medals.\n\n##### ***Conditions***\n\n- The Union Home Minister is competent to withdraw the medal if the holder is found guilty of disloyalty.\n- The Union Home Minister is competent to withdraw the medal if the holder brings the force to disrepute, such as removal, major penalty, or criminal offence.\n- The Union Home Minister is competent to withdraw the medal if the holder exhibits any conduct found unbecoming in the opinion of the Government of the State or the Union.\n\n<br>\n\n",
    "eligibility": "\n- The nominee must have completed a minimum of five years of service in the police department.\n- The officer must have completed a minimum of two years of service in the training institute continuously as on the 1st of April of the year of consideration.\n- The total length of service in training institutes (same or more number of institutes) must not be less than three years.\n- No Judicial Proceedings must have been in pendency against the recommendee at the time of considering his/her name for the Medal.\n- No Departmental Enquiry must have been in pendency against the recommendee at the time of considering his/her name for the Medal.\n- The period of punishment must not be in currency against the recommendee at the time of considering his/her name for the Medal.\n- The recommendee must not have been given any major penalty in the last five years.\n- The recommendee must not have been given any minor penalty in the last five years.\n- The recommendee must not have been awarded the Home Minister’s Medal for Excellence in Training on previous occasions.\n- The Annual Confidential Report grading of the nominee should be ‘Outstanding’ or ‘Very Good’ in three years out of the last five years.\n- The Annual Confidential Report grading of the nominee should be ‘Good’ in the remaining two years.\n- There should not be any adverse entry in the last five years.\n\n##### ***Withdrawal/Recalling Conditions***\n\n- The Union Home Minister is competent to withdraw the medal if the holder is found guilty of disloyalty or brings the force to disrepute, such as removal, major penalty, or criminal offence.\n- The Union Home Minister is competent to withdraw the medal if the holder exhibits any conduct found unbecoming in the opinion of the Government of the State or the Union.\n\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "*The scheme operates based on nominations and screening procedures rather than direct applications by the candidate. Step 1:  Invitation for Nominations by Bureau of Police Research & Development The Bureau of Police Research & Development (BPR&D) calls for nominations from States, Union Territories (UTs), Central Police Organizations (CPOs), and Central Armed Police Forces (CAPFs) by the 31st of May of every year. The Bureau of Police Research & Development ensures that nominations are invited according to the specified quota for Indoor (40% for States/UTs/CPOs, 30% for Central Armed Police Forces), Outdoor (40% for States/UTs/CPOs, 50% for Central Armed Police Forces), and Others (20% for all categories). Step 2:  Institutional Level Nomination and Screening An Institution level committee, which must be a three-member committee headed by the head of the institution, is constituted to nominate candidates and recommend them to the headquarters level committee. This committee strictly recommends only those candidates who fulfil the eligibility criteria, subject to a maximum of three candidates in each category (Indoor, Outdoor, and Others). Candidates are assessed/evaluated as per the evaluation proforma, with each member giving separate marks, and the average being calculated for the total marks. Step 3:  Submission of Documents to Headquarters Level Committee The Institution level committee forwards the required documents to the headquarters level committee, including the duly filled in Proforma for nomination (to be countersigned by the headquarters level committee), evaluation and marks sheets (if applicable), the citation, service verification certificates, photographs, and copies of the last five years’ Annual Confidential Reports. The Integrity/Character & Antecedent Certificate is also prepared in the prescribed Proforma. Step 4:  Headquarters Level Assessment and Evaluation The Headquarters level Committee, headed by the Director General/Additional Director General (Training) of the State, Union Territory, Central Police Organization, or Central Armed Police Force, assesses and evaluates all recommendations received from various institutions on the ground. The committee utilizes the evaluation Proforma during this assessment. Step 5:  Submission of Final Recommendations to Bureau of Police Research & Development The respective States, Central Police Organizations, or Central Armed Police Forces must send their nominations to the Director General, Bureau of Police Research & Development, by the 31st of August of every year, after completing all required formalities, including tests and screening by the State level committee. The Headquarters committee recommends three times the number of candidates under each category as per its quota of medals to the Bureau of Police Research & Development. Step 6:  Central Screening by Ministry of Home Affairs/Bureau of Police Research & Development Committee The Central Committee of the Bureau of Police Research & Development/Ministry of Home Affairs screens all the nominations and assesses the suitability of candidates based on their Annual Confidential Reports for the last five years, previous awards/commendations & decorations, total length of service, length of service in training institutes, citation, and clean record. This committee finally selects the candidates to be recommended for the award of the Medal. Step 7:  Ministry of Home Affairs Declaration of Awards The Central Committee recommends the list to the Ministry of Home Affairs by the 15th of November of every year. The Ministry of Home Affairs will subsequently declare the award of Medals by the 31st of December of every year. Step 8:  Award Disbursal The Medal will be awarded every year on Republic Day celebrations in the States/Union Territories and on the raising day or anniversary of the Central Armed Police Forces/Central Police Organizations."
      }
    ],
    "documents required": ""
  },
  "Tripura Lynching/Mob Violence Victim Compensation Scheme": {
    "details": "The “Tripura Lynching/Mob Violence Victim Compensation Scheme” was launched by the Home Department, Government of Tripura on 14th August 2018 for providing fund for the purpose of compensation to the victim or his dependents who have suffered loss or injury as a result of lynching/mob violence and who require rehabilitation. This scheme was formulated in pursuance of the order issued by the Hon&amp;#39;ble Supreme Court on 17.07.2018 in disposing of Writ Petition (Civil) No.754 of 2016.\n&gt; **Objective:**\n\n\n  - To effectively implement this scheme notified under the provisions of Section 357A of Cr. P.C. and continue financial support to the victims under the lynching/mob violence Victim Compensation Scheme, 2018.\n\n&gt; **Victim Compensation Fund:**\n\n\n  - There shall be constituted a fund namely &amp;quot;Victim Compensation Fund for Lynching/Mob Violence&amp;quot; from which the amount of compensation under this scheme shall be paid to the victim or his dependents who have suffered loss or injury as a result of lynching/mob violence.\n  - The scheme shall be implemented through the District Magistrate &amp;amp; Collectors of the State.\n\n",
    "level": "State/ UT",
    "benefits": "> **Minimum amount of compensation for the victims of lynching/mob violence:**\n\n**Sl. No.****Description of injuries/loss****Quantum of compensation**1Death₹4 Lakhs2Permanent Disability (80% or more)₹2 Lakhs3Partial disability (40% to 80%)₹1 Lakh4Fully damaged/destroyed house₹95,000/­-5(i)\tPucca House/ Shop/Commercial Establishment.₹95,000/­ -6(ii) Kutcha House / Shop/Commercial Establishment₹50,000/-7Partially damaged/ destroyed house₹5,000/­-8(i)\tPucca House/ Shop/ Commercial Establishment. ₹5,000/­-9(ii) Kutcha House/ Shop/ Commercial Establishment.₹3,000/­-10Damaged/destroyed Huts₹4,000/- per Hut (Hut means a temporary, makeshift unit, inferior to Kutcha House, made of thatch, mud, plastic sheets, etc. traditionally recognized as a hut by the State / District Authorities> **Quantum of compensation:**\n\n\n   1. The quantum of compensation to be awarded to the victim or his dependents based on the loss caused to the victim, medical expenses to be incurred on treatment, minimum sustenance amount required for rehabilitation including such incidental charges as funeral expenses, etc. subject to the limit as per schedule. The compensation may vary from case to case depending on the facts of each case, but shall not exceed the amount specified in the schedule.\n   1. In case of death/permanent disability/loss of property and interim relief is to be provided to the victim or the next of kin within a period of 30 days of the incident of mob violence/lynching.\n   1. Compensation received by the victim or dependent from the State in relation to the crime in question, namely, insurance, ex-gratia, and/or payment received under any other Act or State-run scheme, shall be considered as part of the compensation amount under this scheme and if the eligible compensation amount exceeds the payments received by the victim from collateral sources mentioned above, the balance amount shall be paid out of Fund.\n   1. To alleviate the suffering of the victim, first aid facility or medical treatment is to be made available free of cost provided a maximum limit of ₹1.00 lakh on the certificate of the Police officer not below the rank of the Officer-in-Charge of the Police Station or Magistrate of the area concerned, or any other interim relief as deem fit. \n\n",
    "eligibility": "\n   1. The victim should be a resident of Tripura.\n   1. The victim or his dependents who have suffered loss or injury as a result of lynching/mob violence and who require rehabilitation are eligible for the grant of compensation.\n   1. Victim shall be eligible for the grant of compensation if ordered by the Court.\n   1. Victim shall be eligible for the grant of compensation if:\n\n\n  - The offender is not traced or identified, but the victim is identified and the victim has to incur a lot of expenses on physical and mental rehabilitation.\n  - The victim or claimant must report the crime to the Officer-in-Charge of the local Police Station under whose jurisdiction the offense was committed or to the Judicial Magistrate having jurisdiction before claiming compensation;\n  - The victim or claimant (in the case of the death of the victim) cooperates with the Police and prosecution during the investigation and trial of the case. Turning hostile, refusing to depose, or turning up during trial shall be considered to be non-cooperation.\n  - The death or permanent incapacitation of the victim was not the result of the victim&amp;#39;s wrongdoing or substantial provocation.\n  - The victim suffers substantial loss of income as a result of the crime or is unable to take care of expenses of medical treatment for injury caused on account of the crime.\n  - Due to the death of the victim as a result of the crime, dependents may claim compensation if the family becomes destitute and there is no earning member in the family who will support the dependents.\n  - The compensation would be admissible to the victim in the event of loss of property and the event of death or permanent incapacitation of the victim because of the act of crime.\n  - Perpetrators of crime or his/her dependents will not be eligible for any compensation under the Scheme. \n\n",
    "exclusions": "\n   1. No claim made by the victim or his dependents under sub-section (4) of Section 357-A of the Code shall be entertained after a period of six months of the crime.\n   1. The case covered under the Motor Vehicle Act, 1988(59 of 1988) wherein compensation is to be awarded by the Motor Accident Claim Tribunal and cases covered under existing schemes/facilities e.g. extremist violence scheme, die-in-harness scheme, etc., shall not be covered under the scheme.\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 01:  To get compensation under the scheme, the victim or his dependent may contact the office of the concerned District Magistrate & Collector/Sub Divisional Magistrate of the state. Step 02:  An application along with the medical report, FIR and related papers, copy of the charge sheet/final report of the investigating officer, or any other relevant information is required to be submitted by the victim or his dependent to the office of the concerned District Magistrate & Collector/Sub Divisional Magistrate of the state. Step 03:  On the basis of the approval accorded by the Home Department, the amount of compensation is to be paid to the victim or the dependent from the available fund by the concerned District Magistrate & Collector from the fund created for that purpose."
      }
    ],
    "documents required": ""
  },
  "Madhya Pradesh Crime Victim Compensation Scheme": {
    "details": "The &quot;Madhya Pradesh Crime Victim Compensation Scheme&quot; was launched by the Home Department, Government of Madhya Pradesh. It provides financial compensation and rehabilitation to crime victims or their dependents based on loss, injury, and financial status. Compensation covers death, permanent disability, acid attacks, sexual crimes, and serious injuries, with amounts including interim relief, medical assistance, and special provisions for minors and serious trauma cases.\n<br>\n\n",
    "level": "State/ UT",
    "benefits": "> **Compensation to victims for injury/loss:**\n\nS.No.Details of Loss or InjuryMaximum limit of CompensationMaximum limit of Compensation1.A. Loss of life (Death)Death of an earning memberMaximum upto ₹4,00,000Death of a non-earning memberMaximum upto ₹2,00,000B. Loss of FetusMaximum upto ₹50,000 and Free medical treatment in Government Hospitals2.In case of permanent disability being 100%Victim being the earning memberMaximum upto ₹3,00,000 (Free medical treatment in Government Hospital) Victim not being the earning memberMaximum upto ₹1,50,000 (Free medical treatment in Government Hospital) 3.In case of permanent disability being more than 40%Victim being the earning memberMaximum upto ₹2,00,000 (Free medical treatment in Government Hospital) Victim not being the earning memberMaximum upto ₹1,00,000 (Free medical treatment in Government Hospital) 4. A. Loss of fertility (due to other criminal incident except rape)Maximum upto ₹1,50,000 (free medical treatment in Government hospitals)B. Serious injury to vital part of body or surgeryVictim being the earning memberMaximum upto ₹50,000 (Free medical treatment in Government Hospital) Victim not being the earning memberMaximum upto ₹25,000 (Free medical treatment in Government Hospital) 5. A. Gang Rape  Maximum upto ₹3,00,000 and                         Free medical treatment in Government Hospital\nB. Sexual crime with minorsMaximum upto ₹2,00,000 and                         Free medical treatment in Government Hospital6.A. Acid attack leading to disfiguration of more than 40%Maximum upto ₹3,00,000 out of which ₹1,00,000 to be paid within 15 days of intimation date and balance amount Maximum ₹2,00,000 within 2 months and Free medical treatment in Government HospitalB. Acid attack leading to disfiguration of less than 40%Maximum upto ₹1,50,000 out of which ₹50,000 to be paid within 15 days of intimation date and balance amount within 2 months and free medical treatment in Government hospital<br>\n\n**Medical Treatment:** Free treatment in government hospitals for injuries covered under the scheme\n**Interim Relief:** Immediate first-aid or medical support can be provided as certified by police, magistrate, or competent medical officer\n**Mode of Disbursement:** Aadhaar-linked bank account\n**Frequency of Disbursement:** Lump-sum or in two installments\n**Special Cases:** Minor victims’ compensation deposited as fixed deposit, withdrawable only for education or medical needs\n<br>\n\n<br>\n\n",
    "eligibility": "\n1. The applicant should be a victim of crime or a dependent of a victim who has suffered injury or loss due to criminal acts.\n1. The crime should have occurred within Madhya Pradesh. Victims outside the state but residing in Madhya Pradesh are eligible for interim relief.\n1. The applicant must report the crime without unreasonable delay.\n1. The applicant must cooperate with authorities in investigation and rehabilitation process.\n1. The annual income of the victim from all sources must not exceed ₹5,00,000. If it exceeds, compensation is limited to 50% of the prescribed amount.\n\n<br>\n\n<br>\n\n",
    "exclusions": "\n1. Cases covered under the Motor Vehicles Act, 1988 where compensation is awarded by Motor Accident Claims Tribunal\n1. Applicants responsible for causing the injury to themselves\n\n<br>\n\n<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Victim or dependent files an application with District Legal Services Authority (DLSA). DLSA verifies claims, collects necessary documents, and may call for additional evidence. Compensation is determined based on severity of loss, medical expenses, and rehabilitation needs within 60 days. Interim relief or medical assistance may be provided immediately. Approved compensation is disbursed through Aadhaar-linked bank accounts. Appeals can be filed with the State Legal Services Authority within 90 days; second appeal to Government Home Department within 30 days."
      }
    ],
    "documents required": ""
  },
  "Information, Monitoring, Evaluation and Social Audit (I-MESA): Central Smart Surveillance Unit (CSSU)": {
    "details": "The scheme &quot;Information, Monitoring, Evaluation and Social Audit (I-MESA)&quot; was launched by the Department of Social Justice and Empowerment (DoSJE), Ministry of Social Justice and Empowerment (MoSJE), Govt. of India. The &quot;Central Smart Surveillance Unit (CSSU)&quot; component of the scheme aims to connect the Department with all Grant-in-aid institutions, Training and Coaching centres funded by the Central Government through a network of Closed-Circuit Television cameras or other electronic devices. The component provides for the setting up of a central monitoring system either in the Ministry or at a convenient location for the continuous supervision of all Grant-in-aid institutions. The applicant (Grant-in-aid institution) must install Closed-Circuit Television cameras or electronic devices to cover the services provided in their campus and share login credentials with their respective State Coordinators.\n<br>\n\n",
    "level": "Central",
    "benefits": "**Total Financial Outlay:** The total financial outlay for setting up the Central Smart Surveillance Unit infrastructure over five years is ₹15,00,00,000/- (Rupees fifteen crore).\n**Specific Annual Financial Requirements (Central Setup Costs):**\n\n- 2021-22: ₹2,50,00,000/- for 1,000 institutions.\n- 2022-23: ₹2,80,00,000/- for 1,100 institutions.\n- 2023-24: ₹3,00,00,000/- for 1,200 institutions.\n- 2024-25: ₹3,20,00,000/- for 1,300 institutions.\n- 2025-26: ₹3,50,00,000/- for 1,400 institutions.\n\n**Intended Use:** The funds are intended for setting up the Central Monitoring System, developing a dashboard, and covering maintenance costs.\n**Disbursement Conditions/Flow:**\n\n- Funds for installation of Closed-Circuit Television cameras or electronic devices in Grant-in-aid institutions will be incurred under their respective scheme.\n- Funds for the Central Monitoring System, dashboard, and maintenance will be contracted with an external agency selected through the Government e-Marketplace (GeM) via a transparent mechanism.\n\n**Conditions**\nThe Grant-in-aid organization must get the Annual Maintenance Contract (AMC) of the Closed-Circuit Television system or electronic devices, using their own resources, after the warranty period expires.\n<br>\n\n",
    "eligibility": "1.  The applicant must be one of the following:\n\n- A Grant-in-Aid Institution\n- A Training Centre\n- A Coaching Centre\n\n2.  The applicant must be funded by the Central Government.\n3.  The applicant must install Closed-Circuit Television cameras or electronic devices for covering the services provided in the campus of the institution.\n4.  The applicant must share the login credentials of their Closed-Circuit Television cameras with their respective State Coordinators for monitoring purposes.\n***Post-Selection Conditions***\nThe applicant must secure the Annual Maintenance Contract of the Closed-Circuit Television system or electronic devices using their own resources after the warranty period expires.\n<br>\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:   Initiation of Surveillance Support All divisions under the Ministry of Social Justice and Empowerment are required to support the installation of Closed-Circuit Television cameras or electronic devices in Grant-in-aid institutions that receive grants for their schemes. This is a mandatory departmental requirement to facilitate the overall system setup. Step 2:   Outsourcing Central Monitoring System Implementation The responsibility for integrating data from all electronic monitoring devices, providing a complete solution for the Central Monitoring System, developing the required dashboard, and arranging maintenance will be outsourced. This crucial step is undertaken to ensure specialized expertise handles the technological setup. Step 3:   External Agency Selection and Contract Finalization An external agency will be selected through the Government e-Marketplace (GeM) utilizing a transparent mechanism to ensure fairness. Following selection, a formal contract will be signed with this external agency specifically covering the setting up of the Central Monitoring System, dashboard development, and ongoing maintenance. Institutional Compliance Process (Grant-in-aid Institutions) Step 1:   Installation of Closed-Circuit Television Devices The Grant-in-aid institutions must install Closed-Circuit Television cameras or electronic devices within the institution's campus. This installation must effectively cover the various services provided by the institution. Step 2:   Sharing of Login Credentials for Monitoring The Grant-in-aid institutions are required to share the login credentials of their Closed-Circuit Television cameras with their respective State Coordinators. These credentials are subsequently used by the State Coordinators for monitoring purposes. Step 3:   Securing Long-Term Maintenance After the initial warranty period for the Closed-Circuit Television system or electronic devices expires, the Grant-in-aid organization must obtain the Annual Maintenance Contract. This contract must be secured utilizing the organization's own financial resources."
      }
    ],
    "documents required": ""
  },
  "Goa Village & Municipal Child Committee Grants And Awards Scheme": {
    "details": "Introduced in the year 2015-16, the scheme &quot;Goa Village &amp; Municipal Child Committee Grants and Awards Scheme (GVMCCGS)&quot; covers all the Village and Municipal Child Committees set up under [Rule 7 of The Goa Children&#39;s Homes Rules, 2004](https://dwcd.goa.gov.in/uploads/The%20Goa%20Childrens%20Rules.pdf) by the local bodies as per provisions of the rules. The winner is awarded an annual financial grant of ₹ 10,000/- towards administrative expenses incurred on organizing the activities of the Committee. The applicant should be the concerned local body i.e. a Panchayat or a Municipal Local Body.\n<br>\n\n",
    "level": "State",
    "benefits": "**Amount:** An annual financial grant of ₹ 10,000/- towards administrative expenses incurred on organizing the activities of the Committee.\n**Instalments:** The grant will be released in a single instalment within three months. \n**Mode:** All payments will be made only through electronic transfers favouring the local body concerned.\n",
    "eligibility": "\n1. The applicant should be the concerned local body i.e. a Panchayat or a Municipal local body.\n1. The applicant should have established a Village or Municipal Child Committee as prescribed under [Rule 7 of The Goa Children&#39;s Homes Rules, 2004](https://dwcd.goa.gov.in/uploads/The%20Goa%20Childrens%20Rules.pdf).1. The Committee should have met at least once in the last three months prior to submission of the application.\n1. The Committee should have met to discuss and resolve the issues relating to children within the jurisdiction of the local body.\n1. The concerned local body should have provided the space for facilitating sittings of the Committee in its premises as and when required.\n\n",
    "exclusions": "",
    "application process": [
      {
        "mode": "Offline",
        "process": "The application as per the prescribed format (made available at the time of the release of the press note), along with the supporting documents showing the activities of the Child Committee of the Local Body, shall be addressed/submitted directly to: The Director, Directorate of Women And Child Development, Panaji-Goa, 2nd floor, Old Education Building, 18th June Road, Altinho, Panaji, Goa - 403 001. Applicant The application should be submitted only by the following - 1.    The Village Panchayat. (a)   The proposal be signed by its Secretary, along with the resolution of the Panchayat Body. (b)   The proposal should be duly recommended by the concerned Block Development Officer. 2.    The Municipality. (a)   The proposal be signed by its Chief Executive, along with the resolution of the body. Deadline The application shall be submitted within six months from the commencement of the financial year."
      }
    ],
    "documents required": ""
  },
  "The Meghalaya Victim Compensation Scheme, 2022": {
    "details": "The Meghalaya Victim Compensation Scheme, 2022 is a social welfare scheme introduced by the Social Welfare Department, Govt. of Meghalaya. Under this scheme, financial assistance to the victim along with support services such as shelter, counseling, medical aid, legal assistance, education, and vocational training depend upon the needs of the victim. The scheme shall apply to the victims and their dependent(s), or the member(s) of the family of the victim, who have suffered loss, or injury as the case may be, as a result of the crime and who require rehabilitation.\n",
    "level": "State",
    "benefits": "1. Particular of Loss or Injury: Loss of Life\n\n- Age Limit (if any): Age 40 years or below 40 years; Compensation (in ₹): 10,00,000/-\n\n2. Particular of Loss or Injury: Loss of Life\n\n- Age Limit (if any): Age above 40 years and up to 60 years; Compensation (in ₹): 7,00,000/-\n\n3. Particular of Loss or Injury: Loss of Life\n\n- Age Limit (if any): Age above 60 years; Compensation (in ₹): 5,00,000/-\n\n4. Particular of Loss or Injury: Gang Rape\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 5,00,000 and Maximum 10,00,000/-\n\n5. Particular of Loss or Injury: Rape\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 4,00,000 and Maximum 7,00,000/-\n\n6. Particular of Loss or Injury: Unnatural Sexual Assault\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 4,00,000 and Maximum 7,00,000/-\n\n7. Particular of Loss or Injury: Loss of any Limb or part of body resulting in 80% permanent disability of above.\n\n- Age Limit (if any): Age 40 years or below 40 years; Compensation (in ₹): 5,00,000/-\n\n8. Particular of Loss or Injury: Loss of any Limb or part of body resulting in 80% permanent disability of above.\n\n- Age Limit (if any): Age of 41 years and up to 59 years; Compensation (in ₹): 3,00,000/-\n\n9. Particular of Loss or Injury: Loss of any Limb or part of body resulting in 80% permanent disability of above.\n\n- Age Limit (if any): Age 60 years and above; Compensation (in ₹): 2,00,000/-\n\n10. Particular of Loss or Injury: Loss of any Limb or part of body resulting in 40% and below 80% permanent disability\n\n- Age Limit (if any): 40 years or below 40 years; Compensation (in ₹): 4,00,000/-\n\n11. Particular of Loss or Injury: Loss of any Limb or part of body resulting in 40% and below 80% permanent disability\n\n- Age Limit (if any): Age of 41 years and up to 59 years; Compensation (in ₹): 3,00,000/-\n\n12. Particular of Loss or Injury: Loss of any Limb or part of body resulting in 40% and below 80% permanent disability\n\n- Age Limit (if any): Age 60 years and above; Compensation (in ₹): 2,00,000/-\n\n13. Particular of Loss or Injury: Loss of any Limb or part of body resulting in above 20% and below 40% permanent disability\n\n- Age Limit (if any): Age 40 years or below 40 years; Compensation (in ₹): 3,00,000/-\n\n14. Particular of Loss or Injury: Loss of any Limb or part of body resulting in above 20% and below 40% permanent disability\n\n- Age Limit (if any): Age of 41 years and up to 59 years; Compensation (in ₹): 2,00,000/-\n\n15. Particular of Loss or Injury: Loss of any Limb or part of body resulting in above 20% and below 40% permanent disability\n\n- Age Limit (if any): Age 60 years and above; Compensation (in ₹): 1,00,000/-\n\n16. Particular of Loss or Injury: Loss of any limb or part of body resulting in below 20% permanent disability.\n\n- Age Limit (if any): Age 40 years or below 40 years; Compensation (in ₹): 2,00,000/-\n\n17. Particular of Loss or Injury: Loss of any limb or part of body resulting in below 20% permanent disability.\n\n- Age Limit (if any): Age of 41 years and up to 59 years; Compensation (in ₹): 1,50,000/-\n\n18. Particular of Loss or Injury: Loss of any limb or part of body resulting in below 20% permanent disability.\n\n- Age Limit (if any): Age 60 years and above; Compensation (in ₹): 1,00,000/-\n\n19. Particular of Loss or Injury: Grievous physical injury or any mental injury requiring rehabilitation\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 1,00,000/- and Maximum 2,00,000/-\n\n20. Particular of Loss or Injury: Loss of Foetus i.e., Miscarriage as a result of Assault or loss of fertility.\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 2,00,000/- and Maximum 3,00,000/-\n\n21. Particular of Loss or Injury: In case of pregnancy on account of rape\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 3,00,000/- and Maximum 4,00,000/-\n\n22. Particular of Loss or Injury: Victims of Burning: In case of disfigurement of case\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 7,00,000/- and Maximum 8,00,000/-\n\n23. Particular of Loss or Injury: Victims of Burning: In case of more than 50%\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 5,00,000/- and Maximum 8,00,000/-\n\n24. Particular of Loss or Injury: Victims of Burning: In case of injury less than 50%\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 3,00,000/- and Maximum 7,00,000/-\n\n25. Particular of Loss or Injury: Victims of Burning: In case of less than 20%\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 2,00,000/- and Maximum 3,00,000/-\n\n26. Particular of Loss or Injury: Victims of Acid Attack: In case of disfigurement of face.\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 7,00,000/- and Maximum 8,00,000/-\n\n27. Particular of Loss or Injury: Victims of Acid Attack: In case of injury more than 50%\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 5,00,000/- and Maximum 8,00,000/-\n\n28. Particular of Loss or Injury: Victims of Acid Attack: In case of injury less than 50%\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 3,00,000/- and Maximum 5,00,000/-\n\n29. Particular of Loss or Injury: Victims of Acid Attack: In case of injury less than 20%\n\n- Age Limit (if any): NA; Compensation (in ₹): Minimum 3,00,000/- and Maximum 4,00,000/-\n\n30. Particular of Loss or Injury: Physical abuse of minor\n\n- Age Limit (if any): NA; Compensation (in ₹): 2,00,000/-\n\n31. Particular of Loss or Injury: Rehabilitation of victims of Human Trafficking\n\n- Age Limit (if any): NA; Compensation (in ₹): 1,00,000/-\n\n32. Particular of Loss or Injury: Sexual assault (excluding rape)\n\n- Age Limit (if any): NA; Compensation (in ₹): 2,00,000/-\n\n33. Particular of Loss or Injury: Women victim of cross border firing: Dead or permanent disability (80% or more)\n\n- Age Limit (if any): NA; Compensation (in ₹): 2,00,000/-\n\n34. Particular of Loss or Injury: Women victim of cross border firing: Partial disability (40% to 80%)\n\n- Age Limit (if any): NA; Compensation (in ₹): 1,00,000/-\n\n35. Particular of Loss or Injury: Women victim of cross border firing: Below 40%\n\n- Age Limit (if any): NA; Compensation (in ₹): 50.000/-\n\n<br>\n\n",
    "eligibility": "\n1. The applicant may apply for a grant of compensation under sub-section (4) of Section 357-A of the Code of Criminal Procedure (CrPC) if the offender is not traced or identified.\n1. The applicant should require financial support for physical and mental rehabilitation resulting from the crime.\n1. The applicant should report the crime to the officer-in-charge of the local police station or to the Magistrate having jurisdiction.\n1. The applicant may also be eligible if the police have taken suo motu cognizance of the offense committed under their jurisdiction.\n1. The applicant must fully cooperate with the police and prosecution authorities.\n1. The applicant must cooperate from the stage of investigation until the conclusion of the trial.\n1. The applicant must not turn hostile, refuse to depose, or fail to appear during the trial. Such actions will be treated as non-cooperation.\n1. The applicant should be a victim of a crime that caused bodily injury, mental trauma, or death.\n\n<br>\n\n> **Note:** The victim shall inform the authority of the details of claims for compensation made under any other scheme or from any other source. The victim may exercise the option to choose another scheme of Government if the same is more beneficial to him. The victim will not be entitled to claim both benefits and part benefits from one scheme and part benefits from another.\n\n<br>\n\n",
    "exclusions": "\n1. The applicant shall not be eligible if the victim’s death or permanent incapacitation was due to suicide.\n1. The applicant shall not be eligible if the injury or trauma was self-inflicted.\n1. The applicant shall not be eligible if the injury, trauma, or death was a result of the victim’s own wrongdoing.\n1. The applicant shall not be eligible if compensation has already been received for the same loss or injury.\n1. The compensation may have been received from any scheme of the Central Government, State Government, insurance company, or any other institution.\n1. The applicant shall not be eligible if they are the perpetrator of the crime.\n1. The applicant shall not be eligible if they are a dependent of the perpetrator.\n\n<br>\n\n",
    "application process": [
      {
        "mode": "Offline",
        "process": "Step 1:  A recommendation is made by the Court or an application is made by any victim or his dependent under sub-section (2) or (3) of section 357-A of the Cr.P.C. 1973 to the District Legal Services Authority. Step 2:  The District Legal Services Authority shall examine the claim and verify the contents of the same with regard to the loss or injury caused to the victim arising out of the reported criminal activity and shall also call for the medical report, FIR, and related records, copy of Final Form of the investigation or any other information necessary in order to determine the claim. Such information may relate to the loss caused to the victim, medical expenses to be incurred on treatment, and the minimum sustenance amount required for rehabilitation, including such incidental charges as funeral expenses. Step 3:  On being satisfied after due inquiry, the District Legal Services, Authority shall determine the quantum of compensation within two months, within the ceiling of compensation fixed in the Schedule: Provided that if the compensation awarded by the court exceeds the maximum limit, the amount of compensation so awarded shall be paid irrespective of maximum ceiling provided in the Schedule appended to this Scheme."
      }
    ],
    "documents required": ""
  }
}